[
	{
		"name": "Deafened",
		"description": "\n\n* A deafened creature can’t hear and automatically fails any ability check that requires hearing.\n\n\n\n",
		"id": "cacvjpffgkgzd237j"
	},
	{
		"name": "Frightened",
		"description": "\n\n* A frightened creature has disadvantage on Ability Checks and Attack rolls while the source of its fear is within line of sight. \n\n*  The creature can’t willingly move closer to the source of its fear.\n\n\n\n",
		"id": "cacvjpffgkgzd237k"
	},
	{
		"name": "Grappled",
		"description": "\n\n* A grappled creature’s speed becomes 0, and it can’t benefit from any bonus to its speed. \n\n* The condition ends if the Grappler is incapacitated (see the condition).\n\n\n\n",
		"id": "cacvjpffgkgzd237l"
	},
	{
		"name": "Incapacitated",
		"description": "\n\n* An incapacitated creature can’t take actions or reactions.\n\n\n\n",
		"id": "cacvjpffgkgzd237m"
	},
	{
		"name": "Invisible",
		"description": "\n\n*  An invisible creature is impossible to see without the aid of magic or a Special sense. For the purpose of Hiding, the creature is heavily obscured. The creature’s location can be detected by any noise it makes or any tracks it leaves.\n\n*  Attack rolls against the creature have disadvantage, and the creature’s Attack rolls have advantage.\n\n\n\n",
		"id": "cacvjpffgkgzd237n"
	},
	{
		"name": "Petrified",
		"description": "\n\n* A petrified creature is transformed, along with any nonmagical object it is wearing or carrying, into a sulid inanimate substance (usually stone). Its weight increases by a factor of ten, and it ceases aging.\n\n* The creature is incapacitated (see the condition), can’t move or speak, and is unaware of its surroundings.\n\n* Attack rolls against the creature have advantage.\n\n* The creature automatically fails Strength and Dexterity saving throws.\n\n* The creature has Resistance to all damage.\n\n*  The creature is immune to poison and disease, although a poison or disease already in its system is suspended, not neutralized.\n\n\n\n",
		"id": "cacvjpffgkgzd237o"
	},
	{
		"name": "Prone",
		"description": "\n\n* A prone creature’s only Movement option is to crawl, unless it stands up and thereby ends the condition.\n\n* The creature has disadvantage on Attack rolls.\n\n* An Attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the Attack roll has disadvantage.\n\n \n\n",
		"id": "cacvjpffgkgzd237p"
	},
	{
		"name": "Unconscious",
		"description": "\n\n* An unconscious creature is incapacitated (see the condition), can’t move or speak, and is unaware of its surroundings.\n\n* The creature drops whatever it’s hulding and falls prone.\n\n* The creature automatically fails Strength and Dexterity saving throws.\n\n* Attack rolls against the creature have advantage.\n\n* Any Attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.\n\n \n\n",
		"id": "cacvjpffgkgzd237q"
	},
	{
		"name": "Charmed",
		"description": "A charmed creature can’t Attack the charmer or target the charmer with harmful Abilities or magical effects. \n\nThe charmer has advantage on any ability check to interact socially with the creature.\n\n\n\n",
		"id": "cacvjpffgkgzd237r"
	},
	{
		"name": "Blessed",
		"description": "A blessed creature adds 1d4 to attack rolls and saving throws. \n\n\n",
		"id": "cacvjpffgkgzd237s"
	},
	{
		"name": "Shielded",
		"description": "A shielded creature has an increased AC. ",
		"id": "cacvjp7l0kin9inm0"
	},
	{
		"name": "Poisoned",
		"description": "\n\n* A poisoned creature has disadvantage on Attack rolls and Ability Checks.\n\n\n\n",
		"id": "cacvjpffgkgzd237t"
	},
	{
		"name": "Restrained",
		"description": "\n\n* A restrained creature's speed becomes 0, and it can’t benefit from any bonus to its speed.\n\n* Attack rolls against the creature have advantage, and the creature’s Attack rolls have disadvantage.\n\n* The creature has disadvantage on Dexterity saving throws.",
		"id": "cacvjpffgkgzd237u"
	},
	{
		"name": "Blinded",
		"description": "\n* A blinded creature can't see and automatically fails any ability check that requires sight. \n\n*  Attack rolls against the creature have advantage, and the creature’s Attack rolls have disadvantage.\n\n\n\n",
		"id": "cacvjpffgkgzd237v"
	},
	{
		"name": "Stunned",
		"description": "\n\n* A stunned creature is incapacitated (see the condition), can’t move, and can speak only falteringly.\n\n* The creature automatically fails Strength and Dexterity saving throws.\n\n* Attack rolls against the creature have advantage.",
		"id": "cacvjpffgkgzd237w"
	},
	{
		"name": "Exhaustion",
		"description": "Some Special Abilities and environmental hazards, such as starvation and the long-­term effects of freezing or scorching temperatures, can lead to a Special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect’s description.\n\n If an already exhausted creature suffers another effect that causes exhaustion, its current level of exhaustion increases by the amount specified in the effect’s description.\n\nA creature suffers the effect of its current level of exhaustion as well as all lower levels. For example, a creature suffering level 2 exhaustion has its speed halved and has disadvantage on Ability Checks.\n\nAn effect that removes exhaustion reduces its level as specified in the effect’s description, with all exhaustion effects ending if a creature’s exhaustion level is reduced below 1.\n\nFinishing a Long Rest reduces a creature’s exhaustion level by 1, provided that the creature has also ingested some food and drink.\n\n| Stage| Effect|\n|-------------------|--------|\n| 1| \tDisadvantage on Ability Checks|\n| 2 | Speed halved  | \n| 3 | Disadvantage on Attack rolls and Saving Throws  |\n| 4 | Hit point maximum halved | \n| 5| \tSpeed reduced to 0|\n| 6| Death |\n",
		"id": "cacvjpffgkgzd237x"
	},
	{
		"name": "Paralyzed",
		"description": "\n* A paralyzed creature is incapacitated (see the condition) and can’t move or speak.\n* The creature automatically fails Strength and Dexterity saving throws. \n* Attack rolls against the creature have advantage.\n* Any Attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature. \n\n\n\n",
		"id": "cacvjpffgkgzd237y"
	},
	{
		"name": "Concentration",
		"description": " Some spells require you to maintain Concentration in order to keep their magic active. If you lose Concentration, such a spell ends.\n\nIf a spell must be maintained with Concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end Concentration at any time (no action required).\n\nNormal activity, such as moving and attacking, doesn’t interfere with Concentration. The following factors can break concentration:\n\n* **Casting another spell that requires Concentration.** You lose Concentration on a spell if you cast another spell that requires Concentration. You can’t concentrate on two spells at once.\n\n* **Taking damage.** Whenever you take damage while you are concentrating on a spell, you must make a Constitution saving throw to maintain your Concentration. The DC equals *10 or half the damage you take*, whichever number is higher. If you take damage from multiple sources, such as an arrow and a dragon’s breath, you make a separate saving throw for each source of damage.\n\n* **Being Incapacitated or killed. ** You lose Concentration on a spell if you are Incapacitated or if you die.\n\nThe GM might also decide that certain environmental phenomena, such as a wave crashing over you while you’re on a storm--tossed ship, require you to succeed on a DC 10 Constitution saving throw to maintain Concentration on a spell.\n",
		"id": "cacvjpffgkgzd237z"
	}
]