{
	"encounter_sets": {},
	"tables": {
		"Strangers_in_Tear": [
			{
				"title": "The Fetid stranger",
				"content": "A fetid undead, wishing for a better life. His name is George and he has a horse, it's quite troubling really. pawkf paw pfawpf awfp awfpa wfpawf awpf awfpa wfpawf awpf awpf awfpawf pawf awpf awf",
				"probability": 0.2
			},
			{
				"title": "Where's my horse gone?",
				"content": "A royal noble who has lost his horse and wishes for better luck",
				"probability": 0.2
			},
			{
				"title": "The risky goblin",
				"content": "A mischevious goblin found at the side of a roll. He carries a set of gaming dice. Do you dare to roll the dice?",
				"probability": 0.3
			}
		],
		"Tear_Encounters": [
			{
				"followup_table": "Strangers_in_Tear",
				"probability": 0.3
			},
			{
				"followup_table": "Abandoned_Buildings",
				"probability": 0.3
			}
		],
		"Abandoned_Buildings": [
			{
				"title": "A rickety barn",
				"content": "An oddly painted barn can be seen a few hundred yards away. The door is painted bright green, and the outside a blend of colors. A curious rickety sound eminates from it. Upon closer inspection, it's merely a sign blowing in the wind",
				"probability": 0.3
			},
			{
				"title": "An old well",
				"content": "This old well has a small skeleton at the bottom. It's clutching an amulet, worth 25 gp",
				"probability": 0.3
			}
		],
		"Resurrection_consequences": [
			{
				"title": "One can only endure death and resurrection so many times before the very mind, body, and spirit degrade. ",
				"content": "You lose one point in a mental score of your choice and one point of a physical score of your choice.",
				"probability": 1
			},
			{
				"title": "You feel death forever gnawing at your soul. It wants it back.",
				"content": "You always have one failed death saving throw.",
				"probability": 1
			},
			{
				"title": "Your soul has been tethered to the afterlife. You can feel it pulling you back.",
				"content": "You gain disadvantage on death saving throws.",
				"probability": 1
			},
			{
				"title": "Your stay within the realm of the dead has made you susceptible the energy of death.",
				"content": "You have vulnerability to necrotic damage.",
				"probability": 1
			},
			{
				"title": "You hesitate in the face of battle, wary to meet an untimely end again.",
				"content": "You gain disadvantage on initiative checks.",
				"probability": 1
			},
			{
				"title": "Your mind is in chaos. Some important memories are now merely fragments.",
				"content": "You lose your background feature.",
				"probability": 1
			},
			{
				"title": "The wailing of lost souls still echo in your mind.",
				"content": "You gain disadvantage on concentration checks and Wisdom (Perception) checks to listen.",
				"probability": 1
			},
			{
				"title": "Having experienced the final rest, all other sleep seems too short for you.",
				"content": "You must sleep the entirety of a long rest in order to receive its benefits, and you can't be awoken until it is completed.",
				"probability": 1
			},
			{
				"title": "Your rests are forever plagued by the horrors of death.",
				"content": "During a long rest, you must spend one Hit Dice to gain its benefits. ",
				"probability": 1
			},
			{
				"title": "Neither angels nor devils will tolerate souls torn from their grasp.",
				"content": "If you are good, a celestial is hunting you, if you are evil, a fiend is hunting you. If you are neutral, a celestial or fiend (chosen at random) is hunting you. In any case, it is seeking to reclaim the lost soul. It always know your location, and it may be outright hostile or willing to parley.",
				"probability": 1
			},
			{
				"title": "Death will not be so easily denied. Not without a fight.",
				"content": "An Avatar of Death is summoned as per Skull card from the Deck of Many Things except anyone who witnessed your resurrection can offer their life in exchange for your life or challenge the Avatar.",
				"probability": 1
			},
			{
				"title": "After experiencing the darkness of the realm of the dead, sunlight is now abrasive to your senses.",
				"content": "You gain Sunlight Sensitivity.",
				"probability": 1
			},
			{
				"title": "Neither angels nor devils like souls that have cheated death. ",
				"content": "You gain disadvantage on Charisma (Persuasion) checks against fiend and celestial creatures. They might act particularly aggressive towards you, and single you out in combat. ",
				"probability": 1
			},
			{
				"title": "The numbness of death persists, and you can barely feel your fingers.",
				"content": "You gain disadvantage on Dexterity (Sleight of Hand) and Dexterity (Tool) checks.",
				"probability": 1
			},
			{
				"title": "The visage of what caused your death shakes you to your core.",
				"content": "When you see the same type of creature that killed you, if it is hostile to you, you must succeed on a DC 15 Wisdom saving throw or become frightened for 1 minute. You can repeat the saving throw at the end of each of your turns, ending the effect on a success. If your saving throw is successful or the effect ends, you are immune to this effect for the next 24 hours.",
				"probability": 1
			},
			{
				"title": "The creatures that dealt your mortal blow are an affront, and their presence fills you with blind rage.",
				"content": "When you see the same type of creature that killed you, if it is hostile to you, you must succeed on a DC 15 Wisdom saving throw or become enraged by the presence of the creature for 1 minute. While enraged, you have disadvantage on attack rolls against creatures other than that creature, and must make a Wisdom saving throw whenever you attempt to move in a direction away from the creature. If you succeed on this saving throw, this effect doesn't restrict your movement for that turn. If your initial saving throw is successful or when the effect ends, you become immune to this effect for the next 24 hours.",
				"probability": 1
			},
			{
				"title": "You reek of death.",
				"content": "Scavengers are drawn to you, and creatures with heightened smell gain advantage on Wisdom (Perception) and Wisdom (Survival) to find and track you.",
				"probability": 1
			},
			{
				"title": "Your eyes had become accustomed to the aesthetic of the realm of the dead, and aren't adjusting to back.",
				"content": "You can no longer see color.",
				"probability": 2
			},
			{
				"title": "Having vacated your body once before, it is much easier to force your soul out again, along with yourself.",
				"content": "You gain disadvantage against possession and banishment effects.",
				"probability": 1
			},
			{
				"title": "You have returned, but not with all of your vitality.",
				"content": "You age 1d4 × 5 percent of your average lifespan.",
				"probability": 2
			},
			{
				"title": "The journey to the realm of the dead was nothing short of exhausting, let alone the journey back.",
				"content": "You return with five levels of exhaustion.",
				"probability": 1
			},
			{
				"title": "Death may be the cure to all ailments, but your resurrection has brought on a nasty illness.",
				"content": "You return with a random disease. ",
				"probability": 1
			},
			{
				"title": "See Resurrection Quirks ",
				"content": "You gain a random quirk from a Resurrection Quirks quirk table.",
				"probability": 15
			},
			{
				"title": "Nothing appears to be amiss.",
				"content": "No effect.",
				"probability": 4
			},
			{
				"title": "You've been allowed to be brought back, but not without reason. ",
				"content": "A deity, celestial, or fiend (DM's choice) gives you a task to complete.",
				"probability": 2
			},
			{
				"title": "You feel out of touch with the motivations of the living, as do the living feel out of touch with you.",
				"content": "You gain disadvantage on Wisdom (Insight) checks and Charisma (Persuasion) checks and advantage on Charisma (Intimidation) checks and Charisma (Deception) against humanoids.",
				"probability": 1
			},
			{
				"title": "Something in the afterlife or the act of resurrection has changed or reaffirmed your outlook.",
				"content": "Your alignment is randomly redetermined (you can end up with the same alignment). This effect can be reversed through spells such as Greater Restoration, Ceremony, etc.",
				"probability": 1
			},
			{
				"title": "In exchange for your return, a patron demands your service.",
				"content": "You lose a level in the class of your choice and become a level one Warlock of the Celestial Pact if you are good, the Fiend Pact if you are evil, or the Celestial or Fiend Pact (chosen at random) if you are neutral. If you are already a Warlock, you retain your existing pact, but are given a task to complete by your patron.",
				"probability": 1
			},
			{
				"title": "In exchange for your return, a deity calls for your worship.",
				"content": "You lose a level in the class of your choice and become a level one Cleric of the Life Domain if you are good, the Death Domain if you are evil, or the Grave Domain if you are neutral. If you are already a Cleric, you retain your current domain, but are given a task to complete by your deity. ",
				"probability": 1
			},
			{
				"title": "You can sense the facsimile and reanimation of life wandering the world, and they can sense you. ",
				"content": "You can gain the ability sense any undead creatures and creatures returned to life within 60 ft. once per long rest. However, they also become aware of you. ",
				"probability": 1
			},
			{
				"title": "Your return from the afterlife has caught the attention of a inquisitive, but impartial being.",
				"content": " A celestial or fiend (chosen at random) will speak to you remotely and telepathically, but usually only to comment and criticize.",
				"probability": 1
			},
			{
				"title": " In the afterlife, you attracted a new...companion. Apparently, it decided to return with you.",
				"content": "You gain a celestial familiar if you are good, a fiend familiar if you are evil, or a fiend or celestial familiar (chosen at random) if you are neutral as per the Find Familiar spell, except it can't be dismissed or transformed and if it dies, it returns again after 24 hours. It also might be a bit of a trickster, engage in antisocial behavior, and just be an overall nuisance.",
				"probability": 1
			},
			{
				"title": "Sometime during your stay in the realm of the dead, you came across a piece of unique, esoteric lore.",
				"content": "You learn one piece of obscure, ancient, and/or lost knowledge.",
				"probability": 2
			},
			{
				"title": "Your understanding of the language spoken by the guardians of the afterlife has returned with you.",
				"content": "You learn Celestial if you are good, Infernal if you are evil, or Celestial or Infernal (chosen at random) if you are neutral.",
				"probability": 2
			},
			{
				"title": "Your sight given to you in the realm of the dead has returned with you.",
				"content": "You gain darkvision out to range 60 ft. If you already have darkvision, its range increases by 30 ft.",
				"probability": 2
			},
			{
				"title": "You no longer care for the frivolities of your mortal shell. Your soul shall sustain it.",
				"content": "You only need to consume half the normal amount of food and water and sleep half as much as normal.",
				"probability": 2
			},
			{
				"title": "You walked the path of death alongside them. No matter their physical state, you recognize them.",
				"content": "You can make Intelligence (History) checks to recall a corpse’s or undead's previous life.",
				"probability": 2
			},
			{
				"title": "The whispered secrets of lost souls still echo in your mind.",
				"content": "You gain advantage on Intelligence (Investigation) checks.",
				"probability": 2
			},
			{
				"title": "You have known death before. Nothing can be more terrifying than that.",
				"content": "You gain immunity to the frightened condition.",
				"probability": 1
			},
			{
				"title": "Having crossed the threshold in both directions, you can now see through the veil.",
				"content": "You can gain truesight out to a range of 30 feet for 1 minute once per long rest.",
				"probability": 2
			},
			{
				"title": "Having spoken with them once before, you remember how to commune with the dead.",
				"content": "You can cast Speak With Dead without its material component once per long rest. Constitution is spellcasting modifier for this spell.",
				"probability": 1
			},
			{
				"title": "You remember death’s embrace, and feel as if you could manifest its likeness again.",
				"content": "You can cast Feign Death on yourself without its material component once per long rest. Constitution is spellcasting modifier for this spell.",
				"probability": 1
			},
			{
				"title": "After passing beyond the veil, you remember the way to communicate through it.",
				"content": "You can cast Contact Other Plane to contact a spirit once per week. Constitution is spellcasting modifier for this spell.",
				"probability": 1
			},
			{
				"title": "Your exposure to planar energies has granted you minor, innate magical ability.",
				"content": "You gain the Magic Initiate (Sorcerer) Feat.",
				"probability": 1
			},
			{
				"title": "You are lucky. Very few return from death, and even less come back whole.",
				"content": "You gain one Luck point as per the Lucky feat.",
				"probability": 1
			},
			{
				"title": "You were caught off guard once, but never again.",
				"content": "You gain the Alert feat.",
				"probability": 1
			},
			{
				"title": "Your stay within the realm of the dead has inured you to the energy of death.",
				"content": "You have resistance to necrotic damage.",
				"probability": 1
			},
			{
				"title": "Having known death, your spirit is much more prepared to prevent it.",
				"content": "You gain advantage on death saving throws.",
				"probability": 1
			},
			{
				"title": "Having reclaimed your life, your very soul feels more connected to the realm of the living.",
				"content": "You always have one successful death saving throw.",
				"probability": 1
			},
			{
				"title": "Defying death has been a strenuous, but unique experience and form of training.",
				"content": "You gain one point in a mental score of your choice and one point in a physical score of your choice.",
				"probability": 1
			}
		],
		"Colorful_hosts": [
			{
				"title": "",
				"content": "A large family of gnomes. They are quite welcoming to guests, and serve dishes upon dishes of rich, steaming food at their meals, often accompanied by the father and the older sons singing.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A young tiefling loner who’s willing to share his small, spartan flat. A starving-artist type (well, not quite starving, he does pretty well) who specializes in portraits. He doesn’t bother the guests if they don’t bother him. Keeps his work depicting who he remembers as his mother (an Erinyes) in a safe in his room.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A soft-spoken Half-orc librarian and his wife, an Elvish herbalist. She isn’t as welcoming as him, but is alright with guests as long as they stay out of the workshop. They both do some of the cooking, so the meals are…unique.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Kobold matriarch. While her children have all moved out, their children are dropped off at Grandma’s house quite frequently, and she teaches them all she knows. She also runs a small shrine to Bahamut in the cellar.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A hot-headed, wealthy heiress and her more rational lady-in-waiting.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The prince of a corroding noble line, of late taken to dressing in black, composing gloomy poems, and brooding on the battlements of his manor.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A dwarvish professor with a magnificent walrus mustache, as well as his warm, old-fashioned wife (a dressmaker) and their daughter, who’s visiting for a month or so from her apprenticeship.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The quiet Mother of a hostel run by the temple of the god of the poor. The tragedy and despair of many of her visitors has rubbed off on her a little. The food is outstanding.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A not-quite-right young man with ambitions to become a psychologist. Asks far too many personal questions, then goes off on rants about what he thinks shaped his guests to the people they are today. Total quack psychologist, doesn’t know what he’s saying at all.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An Eladrin who’s spending a few centuries ‘indulging in kindness’. There’s a too-good-to-be-true air to the stay. Breakfast in bed, indoor training arena, a small dungeon built underneath the manor and stocked with inexpensive monsters, a wizard’s study, everything they could possibly want. And the host is always smiling.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A jovial Goliath with an Australian accent who spends most of his time wrestling with various dangerous forms of wildlife. Owns a large merchant company, spends most of his time doing push-ups or lifting weights or wrestling yetis.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A shriveled, wrinkled, hobbling old Bullywug whose sentences are out of order, and seems to speak in riddles. He wears a slightly threadbare robe and carries a walking stick.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A stern Halfing dance instructor. She’s quite sprightly, humming waltz tunes as she works. She corrects people’s postures out of force of habit.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An old Dragonborn mercenary who frequently lapses into a thousand-yard-stare. While not tormented by nightmares, he’s a good-humored guy with quite a few tips on adventuring.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A water genasi weaver whose skill isn’t quite unmatched, but it’s up there. Naturally, the curtains and carpets of his house are expertly made and quite flamboyant.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A cackling, bitter old woman. Actually a Green Hag, and her curse is the reason the couple next door (whom she finds insufferable) have been trying for a child for years without success. Serves stew or porridge for every meal from a huge, battered-looking black cauldron.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A hard-as-nails half-elf rancher. Owns stables upon stables of pure-bred racing horses. Despises city-slickers.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An old Minotaur noble. He wears huge suits, custom-made for him, and has a staff of Animated Objects who sing, dance, and make dinner.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A slightly suspicious young woman. Knows far too much about weapons, disappears for long periods of time, and locks the basement door very heavily. She’s an assassin for a local gang of racketeers, and will skip town if she’s found out.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An Animated Armor that speaks like the Discworld golems (That Is, She Talks Like This) and moves very jerkily. She (well, it’s built for a female humanoid) used to work for an evil artificer before a band of adventurers gave her full free will. Knows a thing or sixty-four about dungeoneering, and considers herself indebted to all adventurers.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A goblin horse-jockey who loves nothing more than the thrill of a race. Talks a mile a minute, usually boasting about his races, and his house is full of trophies that he polishes devoutly.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A human card-sharp who won his entire house in a game of Triple Ogres. He’s married to the shrewd but not very welcoming owner of a local tavern. She brings home the latest gossip each night.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A kobold artificer who’s trying to turn his species’ natural affinity for mechanisms to the good. Owns all sorts of fascinating contraptions, like an automatic pencil-sharpener or a tiny construct that writes down any good ideas he has mid-conversation.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A merry old smuggler, although he’s put his pirating days behind him aside from the odd chorus of Dead Man’s Chest. His house is adorned with model ships and sketches of exotic shores. Drinks strong home-brewed grog.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The town doctor. There’s something odd about her of late. She stays up past midnight, tends to skip meals, and always seems to be tearing up some piece of paper and tossing it in the trash. (She’s smitten with the blacksmith’s apprentice, but can’t bring herself to tell him.)",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A rough-and-ready frontier-dwelling female Dwarf, who lives in a quaint cottage. She’s older than most of the village, and knows all the skills of the hinterlands: medicine, hunting, cooking, the lot.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An old man who can’t seem to look you in the eye. He has one craft, and one craft only: he’s a knife maker. Assassins from every syndicate, court or gang come to him for their daggers. Even the odd Drow comes in the dead of the night to buy an honest-to-Lolth Master Work dagger.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A scheming duke who tries to see if the party thinks his power-plays would work without hinting too obviously at his massive ambitions.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A satyr couple who are, well, typical satyrs. They love wine, music, food, the usual revel stuff. Enjoy having guests, of course, but can’t stand ‘sticks in the mud’, ‘killjoys’ or ‘introverts’.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A female Drow who left the Underdark because she’s claustrophobic. Polite, in a regal sort of way. Her house doesn’t have hallways so much as long, broad halls, with bookcases or coffee tables or armchairs.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A newer vampire who is having a little bit of an identity crisis. He gets the ‘nocturnal’ part, yes, he gets that, but isn’t the whole ‘domination’ thing a little unethical? and similar conversation. Keeps forgetting that garlic tastes disgusting to him now.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The best Dwarvish pastry-chef that has ever walked the earth. And she knows it. Quite boastful.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The keeper of a local shrine to the fire god. He’ll just sit by the fireplace, staring into it for hours on end. Has a very large and overly friendly golden retriever.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The local ‘crazy cat lady’. An Air Genasi whose hair is always blowing in a gentle breeze. This confuses her cats to no end. She has forty-three of them, and one Mimic who enjoys it’s current lifestyle and has decided to stay shaped like a cat.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Tabaxi game-warden. His wolfhound isn’t part wolf, it’s part Displacer Beast, which means people often think he has two dogs. Pleasant but fairly quiet.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A grizzled old human war veteran. Wears an eyepatch. Has a suit of plate-armor stained with horrific, otherworldly humors in his front hall. Retired after ridding his ancestral estate of some kind of great beast he refuses to describe.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A gnomish scientist who studies modrons. He’s utterly fascinated by them, and can go on for hours with horrifically dull facts and factoids about them. His house is littered with mounted modrons, dissected modrons, everything modron-related you could imagine.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A time-wizard who messes with his personal time for kicks. Making himself twelve years old, being in four places at once. He thinks it’s a riot. His house is full of books of temporal magic, or at least it was, twelve minutes before you try to open one of them. Opening one book makes them all vanish to the past. It’s his security system.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A noble Knight Lord who lives in a small castle and commands an order of chivalrous Knights. A former adventurer.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A wise Grand Wizard who lives in a magic tower and commands a guild of powerful Wizards. A former adventurer.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A clever Spymaster who lives in a heavily-secured manor and commands a guild of Spies. A former adventurer.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A pious High Priest of Light who lives in a modest house attached to a glorious Temple. A former adventurer.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A homely man with balding white hair, a small beard and eyeglasses. Meets with friends often, talking for hours in the cellar. Are they…acting? Playing some sort of dice-game? It’s not quite clear. Says he hails from the realm of Greyhawk.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An elvish professor of languages who, despite having fought in several wars, is a honorable, straight-laced, old-fashioned gentleman. He’s writing a rather long book. Apparently it’s about halflings and some kind of Ring?",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A razor-witted Dwarvish comedian who does standup at local taverns, dishing out the side-clutchers and knee-slappers galore. Willing to share a few jokes with the party, too. His ‘why did the cockatrice cross the road?’ always gets ’em.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Bugbear leg-breaker for the local mob is trying way too hard to be polite and gracious. His apartment’s nice, of course, but he seems to think that the entire party are some sort of sting operation.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A former Underdark delver, this calm but dispassionate female Tiefling is married to a far more bubbly and cheery Wood Elf. They bicker regularly about what ‘acceptable decorations’ are, stuffed Troglodyte heads or singing roses.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A brawny whiskey-maker who meets over a nice, old keg with rogues and grave-robbers every night, it seems. His house is above his tavern.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An Eladrin woodcarver who has recently taken up trying to enchant things. She’s terribly confident it’ll work out eventually, but for now you’ll have to put up with wooden busts that hurl abuse or curse words and cutlery that work together to spell out rather rude slang.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Halfling balloonist with a terrible case of wanderlust. Half of his things haven’t been unpacked yet, half of them are already ready to go.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A master wizard who crafts Golems. Has some shady deals with dungeon overlords, but is still a good man. Might cut the Evil Overlords off from his business if approached; he’s a man of principles, just needs a push of sorts to get him to stand his ground for them.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An Aasimar teamster who’s moving into the song business. He’s got quite the voice, and a few songs already written: All Shook Up, 500 Miles, and he’s working on a few more.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A slightly edgy Tiefling who wants to be both friendly and intimidating. Budding metalhead. His apartment is nearly plastered with band posters and song lyrics.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A genteel, aristocratic Red Dragon who lives in an enormous castle.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A curious young man enamored by the sea. Despite his youth, his hair is receding. He never seems to blink, either. His house is full of weird idols and jewelry of ancient civilizations.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A charlatan ‘wizard’ who’s really just a chemist. Tries to keep her lab hidden. Nearly has a breakdown if she’s confronted about her fraud.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Goliath strongman of the local circus. His quarters are rather large, because he’s rather large. They’re right next to the acrobats’ and the lion tamer’s.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A vain elvish wizard who spends most of her time in front of her magic mirror, and the rest of it complaining about upload schedules and dislike mobs and ad revenue.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A dwarvish butcher. His wife is an author. Both of his daughters are in preschool. He himself is vegetarian, but does eat fish. Spends his evenings playing pool in the cellar with his friends, or going on walks with his daughters.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A professional court-jester of the local duke or lord. Not as cheery off the job; gripes to anyone who’ll listen about his poor wages and difficult job. His house is a small cottage within the bailey of the castle.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A tight-lipped priest who seems to have a shrine to every god in his tiny house. The hallways are crammed with altars and icons, and the whole place smells like incense 24/7.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An unintentionally insufferable Aasimar ballerina. Lets the guests have the run of the kitchen; she’s too busy practicing for her next performance in the studio downstairs.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A young bachelor Mountain Dwarf, who’s bitter about getting turned down by the local army or militia. He’s drinking a little more than is good for him.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A gnomish jeweler, his wife and three children. They have a pretty large townhouse. The husband is a little busy with an important order: a new crown for an anonymous nobleman.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A halfling priest of various gods of knowledge and nature. He’s a part-time biologist, running a few experiments in the lab in his basement. He’d love to meet a Druid or Ranger with more hands-on experience than himself.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Fey who lives in a checkers-themed tower. May kick the guests out if they mention chess or use chess analogies. Most of the food is circular (pie, pancakes, etc.), the tablecloths and bedsheets all have checkered patterns. Writes long letters to a bitter rival.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Fey who lives in a chess-themed tower. Gets rather testy if people mention checkers. The staff are construct automatons that only move like particular chess pieces. Complains about a completely irrational rival who sends him storms of nonsense letters every day.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A professional human trick-shot-archer. She goes on tour with the circus now and then. Her favorite one is nailing a playing card out of someone’s hand from one hundred paces.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A stout Dwarf who’s a master cook. He puts his heart and soul into every slab of beef, taking hours just to prepare them for barbecuing. Doesn’t spend much time with the guests.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A human former doctor (she’s still got the beak-mask hung up on the wall in an airtight case, and she warns the party that it’s quite contaminated) who retired after fighting some sort of otherworldly entity beneath her ancestral estate. Recently took up horse-riding.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A human comedian whose jokes tend to be at his own expense. Unmarried but pretty well-off, for a comedian. He tends to leave in the evening and come back close to midnight after his show.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An eladrin priest of Tymora. Closer to his fey ancestry than most Eladrin. He’s scheming with a local gang to spring some of their hooligans from prison- after all, the whims of chance are unpredictable, or so he’ll say if the party threatens to inform the authorities. Then he will try and bribe them.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A calm Oriental-looking man who works as a janitor during the day. His apartment isn’t exactly barren, but it’s certainly unextravagant. He’s teaching a local child the various martial arts he mastered in his time as a Monk.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A simple Halfling herb-farmer. She has a small plot of land behind her house, where she grows things like spices and vegetables. Patient, because as she says, you can’t hurry peppers. Spends most of her time reading novels.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A dragonborn tale-weaver. No, not an author, she’s quite firm. A tale-weaver, the kind that don’t get written down so much as passed along. Though she doesn’t exactly have it in writing, she’s very familiar with the wording and themes that make a riveting tale.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A solemn, gods-fearing Dwarvish carpenter. They call him the Pious Benchmaker, which baffles him. His wife is of somewhat better cheer, but tolerates no nonsense in her house. The furniture is first-rate. You could hit it with a battle-hammer and it wouldn’t dent.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An Aasimar mattress-maker. Laments his own misfortune: his mattresses are so good, he either sleeps on them and can’t get himself out of bed, or he sleeps on a couch or armchair and doesn’t sleep well. It’s a DC X Strength save to get off his guest-beds (the best ones, for he’s quite hospitable), where X is 10 plus the number of days since the sleeper has been in a normal bed instead of a bedroll or cot.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A slightly unhinged half-orc scholar. He’s studying all sorts of bizarre phenomena at once, and keeps a wall covered in notes, sketches, and pieces of twine connecting them. The statistical anomalies of coin flips, the way the planet is tilted, all those sorts of things. Frequently becomes so engrossed in his studies he forgets to eat.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A ratcatcher who is quite ferocious in his task. He’s got mousetraps all over the place, and hundreds of rat skulls nailed to his wall. Grim, adamant, and talks at length about what utter vermin rodents are.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A friendly, jocular doppelganger illusionist and it’s tame mimic pets. The house appears to have a large staff of servants and much finely-made furniture…",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A gnomish Expert Clown. He doesn’t just study mere tossing and tumbling, mind you. He studies the psychology of clowning. What makes a pie to the face so funny? Or what is the thrill-inducing factor of juggling eggs? He can tell you. He can tell you for several hours.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A human stone-carver and his teenage son. The son’s a little worried about his father, as the latter seems to be losing interest in the craft. Their house is full of half-finished works.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A high elf mask-maker. It’s a delicate craft, she’ll tell you. Fey come to call every so often, picking up their masks but also staying to chat with her a bit. So do some actors. And one or two assassins.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A scruffy human gravedigger. He isn’t exactly a philosopher, but tends to make incisive remarks about mortality and time. Doesn’t like elves, because they don’t give him business.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An old man with a bald head and gleaming eyes. If asked, he only gives his profession as ‘chemist’, and spends a lot of time in his lab. He’s less harmless than he seems; he’s the master poison-brewer for a local assassin’s guild. If he’s found out, he calls in his allies on whoever discovered his true identity.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A young couple of a Tiefling and an Aasimar. Their ancestors didn’t like the marriage much, and it couldn’t exactly get officiated by a priest (but the local marriage law did allow for a Fey to do the job). They’re getting along fine.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A pious couple who are gravely concerned about their young daughter. She claims to see ‘shadowy people’ in the cellar, and apparently brought the family dog back to life. They’re both nearly nervous wrecks, and priests of every Good god have been coming and going all week to try and exorcise the child.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A white-haired old man and his shrill wife, both the village healers, although the Mr. recently got fired by the prince whose father he used to work for.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A playwright who is outraged at his rivals trying to spread the rumor that his work was ghostwritten for him. Insists on reading off sonnets and scenes to the guests to prove that he’s genuine.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A grizzled, scarred town guard. He’s only in during the day, usually asleep, and spends the nights walking the streets and smoking very particular cheap cigars. Moody but not hostile.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A ‘professional quest-giver’ who pampers the heroes with everything he can. He’s in kahoots with a local dungeon-lord, and gets a share of the armor, weapons and loot of the heroes killed in the dungeon he directs them towards. He’ll take to the hills if he’s found out.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A young priestess of a god of the wilds. Her house is on the very outskirts of town, and has a terrible case of rats, which she doesn’t mind as long as they don’t bother the guests. Rats that do bother the guests get speared. She doesn’t take nonsense, but has some sense of humor.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Kenku minstrel who rents a room above the tavern he performs in. It’s covered in posters from his ‘glory-days’- although a keen eye (DC 15 Investigation) will note that they’re actually other bards’ posters, with the minstrel’s name altered into them.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An apprentice baker and his wife, a schoolteacher. Their house was a cheap deal, and is a little run-down but still serviceable. Gets a little drafty, though.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Kobold who claims to be an architect and interior designer. Actually, she’s a dungeon planner who designs catacombs, lairs and castles galore. Highly sought-after by evil overlords, and frantically tries to direct them away while the guests are there. If she’s found out, she’ll flee to the safety of one of her closer creations.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Swordsmith who has been at it for years. He keeps a display case of splintered, shattered or blunted swords recovered from various dungeons and battlefields, each with the tale of a fallen hero attached to it.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A halfling gourmand with an affinity for candies. He’s a longstanding foe of witches who use his creations, or mockeries thereof, to lure children into their cook-pots.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "A Dwarvish family of four- father, mother, son, daughter -who are rather new in town. Hospitable, but the house is still full of moving crates. The father is a lumberjack, the mother is a stay-at-home parent.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "The High Priest of a local shrine of the god of travelers and messengers. He’s an unmatched source of information, references and road maps, and will greet anybody with a smile so long as they return the favor.",
				"probability": 0.01
			},
			{
				"title": "",
				"content": "An old Elvish couple. The husband spends most of his time golfing or whittling, the wife is busy giving advice to her newly-married daughter. They live in a nice old house, although there’s a ghost in the attic. Don’t worry, it’s very polite during the day, and it can’t leave the attic.",
				"probability": 0.01
			}
		],
		"Wild_Beasts_of_Well's_Isle": [
			{
				"title": "Allosaurus",
				"content": "An allosaurus track. If followed, leads to a nest with an allosaurus munching on some bones.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Ankylosaurus",
				"content": "A lone ankylosaurus, munching on leaves. It's not hostile but will defend itself if someone comes too close",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Pteranodon",
				"content": "Flying overhead.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Triceratops",
				"content": "1d4 triceratops are pulling down trees and munching on them. ",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Tyrannosaurus Rex",
				"content": "A lone footmark of a T-Rex. They party is now in it's hunting ground and excessive noise will attract it. ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Dire wolf",
				"content": "1d4 direwolves are hunting nearby. DC 15 perception to hear them. There's a 50% chance they will smell the party and go on the hunt. ",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Panther",
				"content": "A lone panther, it's hidden. A dc 15 perception will spot it, a dc 10 perception will spot a track.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "A flock of deer",
				"content": "These deer are odd looking, and have a bluish tinge. A stealth check under 12 will scare them away. ",
				"probability": 15,
				"followup_table": ""
			},
			{
				"title": "A rot grub swarm",
				"content": "A lone bear corpse, riddled with rot grubs. If someone disturbs the corpse, it pops and the worms attack. ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Giant spider nest",
				"content": "Silken threads between trees or a cave. 1d4 giant spiders. ",
				"probability": 3,
				"followup_table": ""
			},
			{
				"title": "A giant ape",
				"content": "A giant ape. The ape is not hostile but will watch the party with curiosity. If provoked, it will toss it's assailants away.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A giant bat",
				"content": "A mound of bat droppings lead the party to a cave. The bat is sleeping if it's during the day. If it's night, the bat might fly in and grab one party member. It will take a small bite, but let the party member go as it won't appreciate the taste. ",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Giant fire beetle",
				"content": "A giant fire beeetle feasting on rotten fruit beneath a mango tree. ",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Giant lizard",
				"content": "A giant lizard is lounging on a nearby rock. A few pieces of rabbit tuft are littered around the rock. Alternatively, it's hunting giant rats. ",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Saber-Toothed Tiger",
				"content": "A lone hunter of the wilds. A track can be seen with a DC 10 perception. The tiger will observe the party and attempt to hunt if it finds a lone party member. ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Crocodile",
				"content": "A lone crocodile, chilling in the swamp",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Giant crocodile",
				"content": "Giant crocodile chilling in the swamp ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Giant Boar",
				"content": "A humonus and scarred boar. The boar looks wizened and old. ",
				"probability": 4,
				"followup_table": ""
			},
			{
				"title": "Boars",
				"content": "1d4 boars sniffing for shrooms",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Water buffalos",
				"content": "A herd of 1d10 waterbuffalo grazing.",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Giant Toad",
				"content": "A giant tode nesting in a swamp. ",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Diseased giant rats",
				"content": "1d4 giant rats are nibbling on a dead fetid looking abomination. They will ignore the party unless they come too close.",
				"probability": 4,
				"followup_table": ""
			}
		],
		"Exotic_Plants_of_Well's_Isle": [
			{
				"title": "Coldwood",
				"content": "A Fey-created variety of Hickory that reaches maturity in 2 decades and has properties identical to steel, except the Fey/Druid-aversion part. Items are always materwork, Crafting DCs for Coldwood items are 8 higher. Sapling sells for 500 gp, see article for information on item prices and how to cultivate.",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Cotsbalm",
				"content": "Fleshy-leafed plant with small yellow flowers that grows 1 ft tall. It is hardy and found in temperate and sub-tropical regions. Its syrupy sap can be applied to a injury or contact poison victim to grant a +8 Alchemical bonus on the secondary Fort save against a poison. Alchemy DC 20, 75 gp.",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Covadish",
				"content": "Plant native to Aerenal, whose leaves when used as a component in a necromancy spell have a 30% chance of increasing CL by 2. 750 gp",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Darkberry",
				"content": "Bush that grows clumps small purple berries. The handful of berries that reach ripeness each year contain shadowstuff in their skins, and if broken or curshed, they create a 5 ft diamter cricle of “blackness” for 2 rounds. 5 pg.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Darkroot",
				"content": "Large black twisted rout that grows to 10 ft in found by waterfalls and similar damp areas. It tastes vile, so chewing/swallowing. it induces vomiting. It can be made into Titan Gum, a strong and fast-setting glue that bonds in one round and requires a DC 20 Strength check to remove. It can support 500 lb of weight. Alchemy DC 15, 25 gp.",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Darkwood aka. Zalantar",
				"content": "Wood items made from this tree's magical wood are half-weight and masterwork, with shields having -2 ACP. Cost is equal to masterwork plus 10 gp/lb. Can also be fashioned into elven Darkleaf armor, which has -5 ASF and +1 Max Dex, -2 ACP and is 1 category lighter. Darkleaf armor creation requires DC 25 Alchemy check; costs +750 gp for light, + 2250 gp for medium and + 3000 gp for heavy.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Devil Weed aka. Wyssin",
				"content": "Tobaccolike smoked Drug, Initial1 Wis damage , Secondary +2 Alchemical Str bonus and shaken for 1d3 hours, no overdose. Low Addiction, Alchemy DC 20, 6 gp",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Dwarven Oak",
				"content": "Stunted, gnarled tree found on the slopes of temperate mountains that looks like a sitting Dwarf from a distance. Its bark can be made into a borwn fluid that can be added to poisons up to 1 hour before the poison is used to increase the poison's DC by 2. Alchemy DC 20, 100 gp.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Elven Willow",
				"content": "Small tree (up to 5 ft tall) with golden-sheen bark that produces golden buds in the spring. Grows on riverbanks in temperate areas. Its sap can be made into a Elf Hazel, which fades scars if applied over the course of a week. Alchemy DC 10, 5 gp",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Entangle Weed",
				"content": "Nigh-invisible (DC 22 spot check to notice from within 10 ft) seaweed native to the elemental plane of water that forms patches of about 600 ft diameter. Entering a square with it forces a DC 20 Ref save against becoming entangled (Str check to escape DC 15 +1 per failed attempt). Each failed attempt to escape deal 1d6 nonlethal damage and causes fatigue, and taking 60 points of damage from it causes exhaustion. Hardness 0 and 10 HP/square.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Fire Lichen",
				"content": "Orange white lichen that growths in warm underground areas. Can be made into a spicy paste or fiercly hot liquor.",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Fleshshiver",
				"content": "Ten-coloured mushroom that grows in the soil between the roots of tropical fruit trees. It can be mixed with mud and then added to a compress that, when applied ot the head of a diseased creature, grants a +2 alchemical bonus to Fort saves against disease for 1 day. Surival DC 20, 25 gp.",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Galda",
				"content": "A yellowish tree that produces a salty fruit.",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Glowvine",
				"content": "A morning glory derivative that gives of light as a torch at nice. It grows 1 ft every 2 weeks. Seedling sells for 500 gp. See article for information on how to cultivate.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Goblin Rogue",
				"content": "Medium-sized bush with yellow-orange berries in autumn found in temperate regions. It can be made into Goblin Ink, which is waterproof. Alchemy DC 10, 20 gp.",
				"probability": 15,
				"followup_table": ""
			},
			{
				"title": "Goldencup",
				"content": "Oily yellow moss found where water collects near the bottom of rocks in tundras. Can be chewed to induce mild euphoria, granting a +2 alchemical bonus on saves VS fear for for 30 minutes. However, upon entering combat while under the effects of goldencup, a creauter must make a DC 10 Will-save or be affected by a Confusion effect for the remaining duration. Survival DC 25, 50 gp.",
				"probability": 7,
				"followup_table": ""
			},
			{
				"title": "Halfling Thistle",
				"content": "Small hardy thistle with a violet flower that grows in all temperature areas, especially highlands. It can be made into Shinewater, which removes all rust and corrosion from metal objects left to soak in it overnight. One dose re-rusts a medium-sized metal weapon. Alchemy DC 5, 5 gp.",
				"probability": 7,
				"followup_table": ""
			},
			{
				"title": "Helmthorn",
				"content": "Very hardy and adaptable vine-line ground shrub with dark waxy green leaves and black thorns as long as human hands, which are sometime uses as needles or dart points. Produces indigo coloured berries with a tart flavour that can be used for winemaking. Occasionally, a sring of berries will be scarlet red instead of indigo. If Goodberry is cast on a Red Helmthorn Berry, the effect lasts for one extra day.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Ironvine",
				"content": "A type of Underdark vine that is as hard as iron. Always found interwoven into a thick curtain that blocks passage.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Kiss of Discord aka. Lusiri Blossom",
				"content": "Herb with dull red leaves that resemble lips. Ingestion causes 1d3 hours of hallucinations as Confusion, Fort DC 13 negate. As component for Chaos descriptor spells it grants +2 effective CL. 310 gp",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Lakeleaf",
				"content": "Parsley like herb descended from plants growing on the shores of the river Oceanus. If crushed and rubbed onto meat, that meat never dries out regardless of how overcooked. If used as a component for casting gentle repose, it double the duration (does not stack with extend spell). Matures in 14 weeks and remains viable for 5 weeks after. One spring sells for 20 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Lichbriar",
				"content": "Bougainvillea- looking pants that clings to any surface and grows up to 50 ft in ideal conditions. It has poisons thorns (DC 14 1d2 Str + 1d4 Dex intial and secondary) and subsists by growing roots into living creatures and slowly draining their EXP until they die. See article for information on how to cultivate and exact mechanics.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Livewood",
				"content": "Highly magical green-coloured tree native to Aerenal whose wood remains alive when felled. Items made from it are affected by Plant Growth, sprouting small branches and leaves, while Speak with Plants allows one to communicate with them and Blight damages them as if they were plant creatures. Livewood items can also be used for Tree Stride, Animate Plants can animate a Livewood object, and Dryads can live in Livewood objects. As a living object, a Livewood items are immune to the Disintegrate spell. It has Hardness 6, 10 HP/inch, and cost is +50 %.",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Luhix",
				"content": "Wound-powder Drug, made from stalks of Abyssal plants. Initial 1 damage to all ability scores and intense pain, Secondary 1d2 alchemical bonus to all ability scores for and pain immunity 1d2 hours, Overdose DC 25 Fort or painful death if 2 doses in 24 hours. Vicious addiction, alchemy DC 30, 2000 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Luurden aka. Bloodfruit",
				"content": "Faerzress dependent pale gnared tree that looks dead, except for a short period every 3 or 4 years where it produces bitter red fruit that cam be made into wine.",
				"probability": 6,
				"followup_table": ""
			},
			{
				"title": "Masthin",
				"content": "Plant native to Q'barra jungle that produces natural intoxicants when young that attract wild animals. If its shoots are used as a component for any enchantment spell targeting animals or magical beasts, they have a 40% chance of doubling spell duration. 60 gp. Roll again on beasts table.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Mimetic Plants",
				"content": "A non-specific category of plants whose fibers have the ability to take on the hue of whatever is around it. Forms the basis for Chameleonweave.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Mordayn",
				"content": "Inhaled steam Drug made from “rare Herb found in deep forest”. Initial hallucinations as Bestow Curse action loss for d20 + 10 minutes, Secondary 1d4 Con and Wis damage, DC 17 Will or 1d4 hour suggestion to immediately take drug again, Overdose DC 17 Fort or 1d10 Con/1d10 Con. High addiction, Alchemy DC 20, 200 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Mule Pollen",
				"content": "A daisy-type yellow flower. Inhaling the pollen grants +2 Str and imposes a -2 penalty to Int and Wis for 1d4 x 10 minutes. DC 12 save to avoid addiction, wherein addiction causes constant fatigue while not under the influence of the pollen. Neutralize Poison cures addiction.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Musk Muddle",
				"content": "Stinky, brown, dead-looking plant with wide leaves found in swamps and marshes. Can be made into Burn Salve, which when applied within 2 rounds after taking fire damage, heals 1d6 points of the damage done by fire. Alchemy DC 10, 15 gp",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Nararoot",
				"content": "Woody black tuber with a licorice flavor. If made into tea, it suppresses female fertility for 1d4+2 days, while chewing it raw has the same effect for 2d4+4 days. Same DCs as for Cassil.",
				"probability": 4,
				"followup_table": ""
			},
			{
				"title": "Obaddis Leaf",
				"content": "Rare holly variety that can retain some magic if used as Druid divine focus. As component for Plant domain spell or plant-targeting spell it doubles both area and duration. 130 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Old Man's Friend",
				"content": "Sticky leaf herb that grows to 2 inches in large (up to 10 by 10 ft) beds that acts like catnip for dogs. Can be made into a thick grey substance called gash glue, which can stabilize a dying creature. Alchemy DC 10, 40 gp",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Oruighen",
				"content": "A rare cactus native to alkaline salts that can be made into an inhaled powder drug, although it's really just a poison DC 14 tht causes blindess for 2d4 minutes and extreme nostirl and nose pain that cause -2 penalty to attacks, skill checks and saves. 20 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Panaeolo",
				"content": "Magical herb whose leaves tastes like leather and function as an ingested drug with no initial effect. Secondary effect is to increase all arcane spell save DCs by 2 for 1d4 hours and 1d6 Cha damage. A second dose within an hour of the first improves the effect to a +3 to save DCs and deals 2d8 Cha damage. Further doses only cause Cha damage. Low addiction, 250 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Pixie table",
				"content": "Rare 1-ft tall and 1 ft diameter mushroom with a dark lavender cap that can be found in any woodland but is most common in temperate forests housing Fey. If boiled with cloth, it dyes it Lavender. It is the main ingredient for a red liquid called memorybind, which allows a prepared caster to prepare an extra 1st level spell in exchange for reducing all save DCs by 2. Alchemy DC 10, 300 gp",
				"probability": 15,
				"followup_table": ""
			},
			{
				"title": "Pomow",
				"content": "A magically created dark-purple spheroid fruit-plant that grows to 1-2 feet across, serves as a hardy crop viable in a range of climates. Meat, root and seeds are edible and high in protein, core of the plant is filled with juice, the fibres are similar to cotton, and the rind can hold a razor edge. A new fruit starts growing as soon as the old one is plucked.",
				"probability": 15,
				"followup_table": ""
			},
			{
				"title": "\"Powdered Desert plant\" (x Wolves' Milk)",
				"content": "Distilled liquid drug that stains lips blue, Initial 1 Wis damage, Secondary 1d4 hours pain immunity, euphoria and -2 Initiative, Overdose if second does during duration causing Slowed for 2d4 hours.Medium Addiction, Alchemy DC 25, 15 gp.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Prickly Tea",
				"content": "Thorny bush about 3 ft in height with grey-green leaves. Can be made into a mild stimulant tea, or with the alchemy skill, a substance called senses; which tastes terrible but grants a +1 alchemical bonus to Spot and Listen for 1 hour. Alchemy DC 25, 50 gp",
				"probability": 10,
				"followup_table": ""
			},
			{
				"title": "Redflower",
				"content": "Tiny red-bog flower crushed leaf drug, no initial effect, Secondary 10 minutes Ability to use move action to gain +4 competence to attack single creatur, Overdose if second dose during duration causes 1d4 x 10 minutes nauseated. Low Addiction, Alchemy DC 16, 300 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Ripplebark",
				"content": "Shelf-like fungus that looks like rooting flesh but is perfectly edible, although it tastes better if cooked properly.",
				"probability": 25,
				"followup_table": ""
			},
			{
				"title": "Ripplewood",
				"content": "Dark-green vine up to 400 ft long with no roots or leaves native to the elemental planes of air. Forms massive twisted nests of at least 4 vines that choose their “down” to be in the centre between them to float about the elemental plane of air. Often used by giant eagles and such to make nests. A cluster can support 500 lb per 5 ft square. Hardness 5 and 20 hp per 100 ft section, centre has 25 hp.",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Sable Fir",
				"content": "A type of tree from a eponymous forest on the world of greyhawk that allegedly makes excellent arrow-shafts and turns a deep lustrous black if lumbered mid-winter and rubbed with hot oils.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Sand Vine",
				"content": "Relatively rare rope-like seaweed found along temperate or warmer coasts. Grows both above and below water, commonly rooted to a small rock. Can be dried and used as rope. With alchemy, its juices can be made into Vine Oil, which is a topical aesthetic that allows a creature to fight until -5 hit points (does not stabilize). Lasts for 1 hour, has the side-effect that within 24 hours of use, a creature can not stabilize on its own. Regular use gives a signature smell. Alchemy DC 15, 50 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Serren Wood",
				"content": "Tree from Arborea's top layer Arvandor, vessel for nature spirits. Bow, Arrow or Crossbow bolt made from this wood count as magical. 4000 gp per weapon or 50 bolts",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Sezarad",
				"content": "Broad vivid flower with a short brittle root, which when chewed functions as a drug. The initial and secondary effects are 1d8 temp HP that overlap with each other that last for 10 minutes after initial ingestion. Also, 1d4 Wis damage. Low Addiction, 75 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Sleepweed",
				"content": "This plant appears similar to milkweed, and its pods contain sleep-inducing spores. If Pods can be thrown as a ranged touch attack (increment 5 ft), and a struck target must make a DC 12 Con save or fall asleep for 1 minute.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Slumberweed",
				"content": "Dried and powedered leaves of this plant, if inhaled or ingested, can cause a \"sleeplike state resembling death\" for 8 hours (Fort DC 12 negates). Can be delivered via blowgun, no Heal DC for seeing through fake death given. 500 gp per dose, no craft DC given.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Soarwood",
				"content": "Rare wood native to Aerenal that possesses magical buoyancy. Water-vessels made from Soarwood cost quadruple and move at double speed. Soarwood is 75% lighter than regular wood, and weight is 75% less. It is a necessary component for the construction of Eberron-style airships, and when worked into an airship, it becomes naturally lighter than air.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Spotty Dragonfire",
				"content": "Wildflower with red, yellow and orange petals that grows to 1 ft high and stretches 6 inch in diameter and only blooms at night. It can be found in tropical to temperate regions and grows solitary, except near red dragon lairs, where it glows plentiful. It can be made into Dragon grew, which grants a +1 Alchemical bonus to all fortitude saves for 1 hour. Alchemy DC 15, 50 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Stoneshrooms",
				"content": "Chalky rock-looking fungus native to the elemental plane of earth that is both edible (1 stoneshroom =1 meal) and produces spores in the form of breathable air. Also, for 24 hours after eating a Stoneshroom, a creature can hold its breath twice as long as normal. Stoneshroom subsists on minerals in the rock, remains edible for 1 day after picking, and is worth 20 gp.",
				"probability": 4,
				"followup_table": ""
			},
			{
				"title": "Stygian Pumpkin",
				"content": "A sulphur-scented dead-looking variety of pumpkin that can grow in any temperate region and is culitvate by goblins as food. It grows rapidly over large areas, rendering the soil poisonous to other plants. It can be made into Devil's Soap, which is a stinking black paste that grants fire resistance 2 for 1 hour. Alchemy DC 20, 25 gp.",
				"probability": 3,
				"followup_table": ""
			},
			{
				"title": "Sunflower of Pelor",
				"content": "Large sunflower commonly found where undead were destroyed by Pelorian turn undead. If petals are treated with various unguents and used as component for sun-domain or light descriptor spells it doubles spell area. 100 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Suth",
				"content": "Greybark tree with long, soft, olive-green leaves that likes to grow horizontal to the ground and then double back at an angle. Suths that grow together tend to intertwine, forming wall-like barriers. Wood is hard and durable, making it difficult to work, but sheets of this wood retain strength for decades, making it great for book-covers. It also makes good shield-wood, especially since soaking it in water before battle keeps it from catching fire.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "Tekkil",
				"content": "Succulent swamp plant with fat red leaves, which when chewed function as an analgesic drug. No initial effect, secondary effect is the reduction of any save made against or penalties caused by pain by 1 for the next 1d4 hours. Also, damage reduction 1/non-lethal and -2 Initiative for. Overdose occurs with second dose during the original duration and causes a Slow effect for 2d4 hours.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Tereeka Root",
				"content": "Slime white tuber native to the shaded sandy ground in temperate climates with a bitter taste. After chewing it for one minute a creature to fit until -5 HP and regain HP while resting as if under the care of a healer for the next 12 hours. Surivial DC 30, 150 gp.",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Torchstalk",
				"content": "Nonmagical mushroom that can serve as a torch. Takes 1d4+1 minutes to ignite, but burns for 24 hours shedding bright illumination in 10 ft radius. Has a sub-species that explodes into chokcing spores after 5 rounds of burning, requiring anyone within 20 ft to make a DC 15 Fort save to negate 1d4 Con damage. DC 18 appropriate Knowledge or Survival check allows differentiation between the two types.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Twilight Green",
				"content": "Distant belladonna relative, Ingested DC 14 Fort or 1d4/1d4 Con damage poison. If used as component for negative energy damage dealing spell with one target, it increases damage by 1 point per spell level. 250 gp.",
				"probability": 3,
				"followup_table": ""
			},
			{
				"title": "Visma Paste",
				"content": "Tropical bush with dark broad leaves, which when made into a paste can soothe burns, i.e. heal 1d3 points of non-lethal damage sustained from heat exposure. It also grants a +2 alchemical bonus on the next save made VS environmental heat damage within 1 hour of application. Survival DC 15, 30 gp",
				"probability": 3,
				"followup_table": ""
			},
			{
				"title": "Vodare",
				"content": "Powder Drug made from flower that grows on graves of Rallaster worshippers, Initial +2 Alchemical to intimiate and saves VS fear for 1d4 hours, Secondary -4 alchemical penatly to Diplomacy &amp; Bluff for 2d4 hours, Overdose if additional dose within 4 hours DC 15 For or catatonia. High Addiction, Alchemy DC 15, 40 gp.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Waterorb",
				"content": "Bulbous aquatic fungus that grows in boulder-like patches in detritus areas.",
				"probability": 18,
				"followup_table": ""
			},
			{
				"title": "Weirwood",
				"content": "Rare oak-like tree with leaves that are a silver-sheen brown on top and velvet black on the underside, often protected by Dryads and Treants. Can grow huge and many-branched, will not burn from non-magical fire, and imparts a warm clear tone to musical instruments made from it. It can replace oak or holly in any spell, and living Weirwood has fire resistance 20 (no means to preserve this quality after harvesting is known). Weirwood within the illumiation radius of a magical ight source emits light as a candle for 1d4+1 rounds after leaving the area.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Wild Fireclover",
				"content": "Brilliant orange-red summer-flower found in temperate plains and farmland. Crushed petals give of a lovely smell for 1 week. The stem can be made into a substance called Mindfire, which when added to an ingested poison, imposes a -2 alchemical penalty to will-saves to those who fail a save against the poison, and forces casters to make concentration checks (DC 15 + spell level) to cast spells. Effects last 1 hour. Alchemy DC 20, 200 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Witchweed",
				"content": "A plants whose leaves and stalks can be refined into a paste, which is then rolled into a smokestick of sorts that creates 10 ft cube of light smoke (no concealment) that forces casters to make a concentration check as if casting defensively or loose the spell. The smoke is effective for 5 founds. Alchemy DC 20, 40 gp",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Wittlewort",
				"content": "Herb with green gossamer-like fronds which, due to its rapid growth cycle, is found onliny in the spring in temperate, subtropical or tropical areas. Deters slugs and other pests. If powdered, it can be made into Wittlewort brew, which grants those under Enchantment effects another saving throw (if the effect allowed one).Alchemy DC 15, 30 gp",
				"probability": 4,
				"followup_table": ""
			},
			{
				"title": "Wolfsbane aka. Belladonna",
				"content": "A creature affected with Lycanthropy can eat a spring of wolfsbane within 1 hour of affliction to try and shrug off the affliction with a DC 20 Fortitude save. Alternatively, a Heal Check can be made, and the result can be used in place of the creature's bonus to Fort saves (whichever is higher). Only one attempt can be made. Wolfsbane is also toxic, requiring a DC 13 Fort save to avoid 1d6/2d6 Str damage.",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Wolfweed",
				"content": "Similar in appearance to Wolfsbane, this plant can be made into a substance called Journeyman Serum, which provides a +2 Alchemical bonus on constitution checks to avoid damage from a forces march. Alchemy DC 5, 5 gp.",
				"probability": 15,
				"followup_table": ""
			},
			{
				"title": "Yarpick aka. Daggerthorn",
				"content": "A type of tree that grows small fruit whoe seeds are nourishing both whole and as ground meal.",
				"probability": 15,
				"followup_table": ""
			}
		],
		"Landmarks_Of_Well's_Isle": [
			{
				"title": "A derelict hut",
				"content": "A derelict hut. This hut contains rusted rudementary utensils and a hay bed that's long since rotted. ",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "An old campsite",
				"content": "One can make out the remains of a campsite. The camp is 1d4 days old. If the tracks are followed, the party will find an NPC",
				"probability": 8,
				"followup_table": ""
			},
			{
				"title": "Well's Well",
				"content": "Alls Well that goes in the Well. This i the entrance to the well map. It has a weathered plaque, \"Well's Well\". The well has fresh drinking water .",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A mudtracker campsite",
				"content": "An old mudtracker campsite. Bones litter the ground and the remains of a badly erected campfire. The place is littered with dust, former muddy tracks.",
				"probability": 5,
				"followup_table": ""
			},
			{
				"title": "A single scroll tube",
				"content": "Lying in a concealed location (DC 12) is a scroll tube. It contains one uncommon scroll.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Altar of the deep",
				"content": "An altar to the kraken. (Map) It contains offerings. And possibly has sea spawns",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A curious item",
				"content": "A single uncommon magic item, half buried in the mud. A dc 14 perception is required to spot it.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A weapon",
				"content": "A single uncommon magic weapon. This weapon is not plainly obvious, resting beneath a skeleton or inside a shrub. A DC 14 perception is required. ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Beast's cave",
				"content": "A cave inhabited by either a cave bear or a bat. Has a 25% chance of containing an exotic plant.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A shallow grave ",
				"content": "This grave has been dug up, either by beasts or some humanoid creatures. ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A cave with fungus",
				"content": "A small cave filled with Russet Mold ( Volo's guide bls 196). A bloated carcass of a tiger inside the cave. A few steps can be seen in the mold, leading out of the cave. ",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Marla the Hanged",
				"content": "The party comes upon small ruins at dusk. There appears to have been a tower, as well as a small outbuilding. Soon after a dark, a ghostly, translucent woman begins pacing about in the ruins of the outbuilding. As the night progresses, she becomes more and more desperate. At preciscely midnight, anyone present in the ruins must succeed on a DC 12 wis saving throw or begin suffocation, as an invisible noose surrounds their neck. After six rounds, the ghost hangs limp for the rest of the night .",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "An old leatherworking site",
				"content": "The party comes upon an old hunting camp, complete with leatherworking supplies. A tanning rack has an old, dried up piece of leather with still attached fur. A skeletal hand pokes out of the grass close to the tanning rack.",
				"probability": 2,
				"followup_table": ""
			},
			{
				"title": "Hungry Fog",
				"content": "A huge fogbank rolls in consuming the landscape around you. The fog seems to contain humanoid figures that pop up in the corner of your eyes. Sometimes you are attacked (hungry fog or air elemental stats), and the only way to prevent it is by keeping out of the mist. Creative solutions to locally get rid of the mist are essential for survival.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Old Mill",
				"content": "An old mill stands on the side of the road. The boards creaks, the door only partly opens, and some beams are on the point of collapsing but there are strange lights inside. The whole interior is a hazard and inhabited by a violet fungus as well as two will’o’wisps that lure the PCs in. As soon as the violet fungus attacks the structure of the whole mill starts to tremble, 1d4 rounds later the mill will collapse or earlier if excessive force is used against the structure. The wisps will attempt to cover the door so they are unable to leave the mill. The collapse deals 8d6 damage, half of which is non-lethal and throws everyone prone, and those that fail a dexterity or strength saving throw are considered pinned.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Shrine of Safe Travels",
				"content": "A small shrine to Melora, the godess of wilderness, stands at the roadside, a simple grey stone altar with a holy symbol carved into it. On top there are several items, a few silver coins in an ornate bowl, several candles, a ribbon tied to a wooden stickfigure, a bouquet of dried healing herbs and a healing potion hidden near the base. A worthy offering gains them advantage on the next throw, if they are in dire need they can take what they need from the shrine, taking something unnecessarily or desecrating the shrine will gain them 1d4 times disadvantage.",
				"probability": 3,
				"followup_table": ""
			},
			{
				"title": "Spirited Away",
				"content": "You find a set of clothes on the road, next to a masterwork rapier, a small backpack with travelling supplies, a good knife, a skin full of good wine, and silver necklace with the name igwine etched into it. There is no sign of the wearer or what happened to him but the remnants of some arcane sigil in the road. A good 100 meters ahead there is another such sigil hidden below the dust of the road, this one is still active and the first creature in marching order with fey blood (such as elves) needs to make a high wisdom saving throw or be turned into a puff of smoke that vaguely resembles their form. The puff of smoke starts to drift on the wind deep into the wilderness if they cannot somehow prevent it from doing so. After an hour the spell will end, but if they couldn’t stop him/her they will end up in the lair of a very old night hag.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "A Stone's Throw",
				"content": "A curious scene is before you, off the path to the left there is a shallow cave, around which there are numerous statues in various positions of cowering or despair. Inside the cave, you glimpse an alchemical table as well as a large table, upon which there resides the skeleton of a basilisk. The alchemical table contains a journal, which depict the attempts of the alchemist Maren Torver to save her companions from petrificiation. The notes include a recipe for the her results, burned cockatrice feathers mixed with basilisk blood.  A revised recipe calls for Torren Root, instead of the feathers. If the scene is disturbed, 1d4 of the statues will sneak up on the party and attack, as they are Stone cursed. Maren's skeleton can be glimpsed in a small alcove close to the alchemy tables.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Violet creepers",
				"content": "The plants in this clearing that the road runs through are not what they seem. The plants produce some sort of volatile chemical that requires a moderate wisdom save or will put targets to sleep for 1d4 hours. Unconscious creatures are detected and pulled of the road by vines (assassins vine) and are slowly strangled over the course of minutes and are swallowed whole by the shrubbery. If any AoE attacks are used that produce damage the whole shrubbery shrivels up and forms a shambling mound that carries unconscious creatures as humanoid shields.",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Milestone",
				"content": "A Well's Isle milestone",
				"probability": 2,
				"followup_table": ""
			}
		],
		"Well's_Isle_Encounters": [
			{
				"title": "Nothing happens",
				"content": "A can of nothing",
				"probability": 15,
				"followup_table": ""
			},
			{
				"title": "Beast",
				"content": "",
				"probability": 2,
				"followup_table": "Wild_Beasts_of_Well's_Isle"
			},
			{
				"title": "NPC",
				"content": "Finna eh NPC&nbsp;",
				"probability": 1,
				"followup_table": ""
			},
			{
				"title": "Landmark",
				"content": "",
				"probability": 2,
				"followup_table": "Landmarks_Of_Well's_Isle"
			},
			{
				"title": "A curious plant",
				"content": "",
				"probability": 1,
				"followup_table": "Exotic_Plants_of_Well's_Isle"
			}
		],
		"Adventuring_gear": [
			{
				"title": "",
				"content": "Abacus",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Acid (vial)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Alchemist’s fire (flask)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Arrows (20)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Blowgun needles (5)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Crossbow bolts (20)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Sling bullets (20)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Antitoxin (vial)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Crystal",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Orb",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Rod",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Staff",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Wand",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Backpack",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Ball bearings (bag of 1,000)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Barrel",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Basket",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Bedroll",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Bell",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Blanket",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Block and tackle",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Book",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Bottle, glass",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Bucket",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Caltrops (bag of 20)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Candle",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Case, crossbow bolt",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Case, map or scroll",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Chain (10 feet)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Chalk (1 piece)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Chest",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Climber’s kit",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Clothes, common",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Clothes, costume",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Clothes, fine",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Clothes, traveler’s",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Component pouch",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Crowbar",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Sprig of mistletoe",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Totem",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Wooden staff",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Yew wand",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Fishing tackle",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Flask or tankard",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Grappling hook",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Hammer",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Hammer, sledge",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Healer’s kit",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Amulet",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Emblem",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Reliquary",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Holy water (flask)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Hourglass",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Hunting trap",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Ink (1 ounce bottle)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Ink pen",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Jug or pitcher",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Ladder (10-foot)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Lamp",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Lantern, bullseye",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Lantern, hooded",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Lock",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Magnifying glass",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Manacles",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Mess kit",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Mirror, steel",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Oil (flask)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Paper (one sheet)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Parchment (one sheet)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Perfume (vial)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Pick, miner’s",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Piton",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Poison, basic (vial)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Pole (10-foot)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Pot, iron",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Potion of healing",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Pouch",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Quiver",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Ram, portable",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Rations (1 day)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Robes",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Rope, hempen (50 feet)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Rope, silk (50 feet)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Sack",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Scale, merchant’s",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Sealing wax",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Shovel",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Signal whistle",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Signet ring",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Soap",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Spellbook",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Spikes, iron (10)",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Spyglass",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Tent, two-person",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Tinderbox",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Torch",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Vial",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Waterskin",
				"probability": 0.01,
				"followup_table": ""
			},
			{
				"title": "",
				"content": "Whetstone",
				"probability": 0.01,
				"followup_table": ""
			}
		]
	}
}