[
	{
		"name": "Equipment Packs",
		"description": "The starting equipment you get from your class includes a collection of useful adventuring gear, put together in a pack. The contents of these packs are listed here. If you are buying your starting equipment, you can purchase a pack for the price shown, which might be cheaper than buying the items individually.\n\n***Burglar’s Pack (16 gp).*** Includes a backpack, a bag of 1,000 ball bearings, 10 feet of string, a bell, 5 candles, a crowbar, a hammer, 10 pitons, a hooded lantern, 2 flasks of oil, 5 days rations, a tinderbox, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.\n\n***Diplomat’s Pack (39 gp).*** Includes a chest, 2 cases for maps and scrolls, a set of fine clothes, a bottle of ink, an ink pen, a lamp, 2 flasks of oil, 5 sheets of paper, a vial of perfume, sealing wax, and soap.\n\n***Dungeoneer’s Pack (12 gp).*** Includes a backpack, a crowbar, a hammer, 10 pitons, 10 torches, a tinderbox, 10 days of rations, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.\n\n***Entertainer’s Pack (40 gp).*** Includes a backpack, a bedroll, 2 costumes, 5 candles, 5 days of rations, a waterskin, and a disguise kit.\n\n***Explorer’s Pack (10 gp).*** Includes a backpack, a bedroll, a mess kit, a tinderbox, 10 torches, 10 days of rations, and a waterskin. The pack also has 50 feet of hempen rope strapped to the side of it.\n\n***Priest’s Pack (19 gp).*** Includes a backpack, a blanket, 10 candles, a tinderbox, an alms box, 2 blocks of incense, a censer, vestments, 2 days of rations, and a waterskin.\n\n***Scholar’s Pack (40 gp).*** Includes a backpack, a book of lore, a bottle of ink, an ink pen, 10 sheets of parchment, a little bag of sand, and a small knife.",
		"source": "SRD",
		"id": "cacvjpdwkkgzcuiu7"
	},
	{
		"name": "Armor",
		"table": {
			"Armor": [
				"<strong>LIGHT</strong>",
				"Padded",
				"Leather",
				"Studded leather",
				"<strong>MEDIUM</strong>",
				"Hide",
				"Chain shirt",
				"Scale mail",
				"Breastplate",
				"Half plate",
				"<strong>HEAVY</strong>",
				"Ring mail",
				"Chain mail",
				"Splint",
				"Plate",
				"Shield"
			],
			"Cost": [
				"",
				"5 gp",
				"10 gp",
				"45 gp",
				"",
				"10 gp",
				"50 gp",
				"50 gp",
				"400 gp",
				"750 gp",
				"",
				"30 gp",
				"75 gp",
				"200 gp",
				"1,500 gp",
				"10 gp"
			],
			"Armor Class (AC)": [
				"",
				"11 + Dex modifier",
				"11 + Dex modifier",
				"12 + Dex modifier",
				"",
				"12 + Dex modifier (max 2)",
				"13 + Dex modifier (max 2)",
				"14 + Dex modifier (max 2)",
				"14 + Dex modifier (max 2)",
				"15 + Dex modifier (max 2)",
				"",
				"14",
				"16",
				"17",
				"18",
				"+2"
			],
			"Strength": [
				"",
				"—",
				"—",
				"—",
				"",
				"—",
				"—",
				"—",
				"—",
				"—",
				"",
				"—",
				"Str 13",
				"Str 15",
				"Str 15",
				"—"
			],
			"Stealth": [
				"",
				"Disadvantage",
				"—",
				"—",
				"",
				"—",
				"—",
				"Disadvantage",
				"—",
				"Disadvantage",
				"",
				"Disadvantage",
				"Disadvantage",
				"Disadvantage",
				"Disadvantage",
				"—"
			],
			"Weight": [
				"",
				"8 lb.",
				"10 lb.",
				"13 lb.",
				"",
				"12 lb.",
				"20 lb.",
				"45 lb.",
				"20 lb.",
				"40 lb.",
				"",
				"40 lb.",
				"55 lb.",
				"60 lb.",
				"65 lb.",
				"6 lb."
			]
		},
		"source": "SRD",
		"id": "cacvjpdwkkgzcuiu8"
	},
	{
		"name": "Weapons",
		"table": {
			"Name": [
				"<strong>Simple Melee Weapons</strong>",
				"Club",
				"Dagger",
				"Greatclub",
				"Handaxe",
				"Javelin",
				"Light hammer",
				"Mace",
				"Quarterstaff",
				"Sickle",
				"Spear",
				"<strong>Simple Ranged Weapons</strong>",
				"Crossbow, light",
				"Dart",
				"Shortbow",
				"Sling",
				"<strong>Martial Melee Weapons</strong>",
				"Battleaxe",
				"Flail",
				"Glaive",
				"Greataxe",
				"Greatsword",
				"Halberd",
				"Lance",
				"Longsword",
				"Maul",
				"Morningstar",
				"Pike",
				"Rapier",
				"Scimitar",
				"Shortsword",
				"Trident",
				"War pick",
				"Warhammer",
				"Whip",
				"<strong>Martial Ranged Weapons</strong>",
				"Blowgun",
				"Crossbow, hand",
				"Crossbow, heavy",
				"Longbow",
				"Net"
			],
			"Cost": [
				"",
				"1 sp",
				"2 gp",
				"2 sp",
				"5 gp",
				"5 sp",
				"2 gp",
				"5 gp",
				"2 sp",
				"1 gp",
				"1 gp",
				"",
				"25 gp",
				"5 cp",
				"25 gp",
				"1 sp",
				"",
				"10 gp",
				"10 gp",
				"20 gp",
				"30 gp",
				"50 gp",
				"20 gp",
				"10 gp",
				"15 gp",
				"10 gp",
				"15 gp",
				"5 gp",
				"25 gp",
				"25 gp",
				"10 gp",
				"5 gp",
				"5 gp",
				"15 gp",
				"2 gp",
				"",
				"10 gp",
				"75 gp",
				"50 gp",
				"50 gp",
				"1 gp"
			],
			"Damage": [
				"",
				"1d4 bludgeoning",
				"1d4 piercing",
				"1d8 bludgeoning",
				"1d6 slashing",
				"1d6 piercing",
				"1d4 bludgeoning",
				"1d6 bludgeoning",
				"1d6 bludgeoning",
				"1d4 slashing",
				"1d6 piercing",
				"",
				"1d8 piercing",
				"1d4 piercing",
				"1d6 piercing",
				"1d4 bludgeoning",
				"",
				"1d8 slashing",
				"1d8 bludgeoning",
				"1d10 slashing",
				"1d12 slashing",
				"2d6 slashing",
				"1d10 slashing",
				"1d12 piercing",
				"1d8 slashing",
				"2d6 bludgeoning",
				"1d8 piercing",
				"1d10 piercing",
				"1d8 piercing",
				"1d6 slashing",
				"1d6 piercing",
				"1d6 piercing",
				"1d8 piercing",
				"1d8 bludgeoning",
				"1d4 slashing",
				"",
				"1 piercing",
				"1d6 piercing",
				"1d10 piercing",
				"1d8 piercing",
				"—"
			],
			"Weight": [
				"",
				"2 lb.",
				"1 lb.",
				"10 lb.",
				"2 lb.",
				"2 lb.",
				"2 lb.",
				"4 lb.",
				"4 lb.",
				"2 lb.",
				"3 lb.",
				"",
				"5 lb.",
				"1/4 lb.",
				"2 lb.",
				"—",
				"",
				"4 lb.",
				"2 lb.",
				"6 lb.",
				"7 lb.",
				"6 lb.",
				"6 lb.",
				"6 lb.",
				"3 lb.",
				"10 lb.",
				"4 lb.",
				"18 lb.",
				"2 lb.",
				"3 lb.",
				"2 lb.",
				"4 lb.",
				"2 lb.",
				"2 lb.",
				"3 lb.",
				"",
				"1 lb.",
				"3 lb.",
				"18 lb.",
				"2 lb.",
				"3 lb."
			],
			"Properties": [
				"",
				"Light",
				"Finesse, light, thrown (range 20/60)",
				"Two-handed",
				"Light, thrown (range 20/60)",
				"Thrown (range 30/120)",
				"Light, thrown (range 20/60)",
				"—",
				"Versatile (1d8)",
				"Light",
				"Thrown (range 20/60), versatile (1d8)",
				"",
				"Ammunition (range 80/320), loading, two-handed",
				"Finesse, thrown (range 20/60)",
				"Ammunition (range 80/320), two-handed",
				"Ammunition (range 30/120)",
				"",
				"Versatile (1d10)",
				"—",
				"Heavy, reach, two-handed",
				"Heavy, two-handed",
				"Heavy, two-handed",
				"Heavy, reach, two-handed",
				"Reach, special",
				"Versatile (1d10)",
				"Heavy, two-handed",
				"—",
				"Heavy, reach, two-handed",
				"Finesse",
				"Finesse, light",
				"Finesse, light",
				"Thrown (range 20/60), versatile (1d8)",
				"—",
				"Versatile (1d10)",
				"Finesse, reach",
				"",
				"Ammunition (range 25/100), loading",
				"Ammunition (range 30/120), light, loading",
				"Ammunition (range 100/400), heavy, loading, two-handed",
				"Ammunition (range 150/600), heavy, two-handed",
				"Special, thrown (range 5/15)"
			]
		},
		"source": "SRD",
		"id": "cacvjpdwkkgzcuiu9"
	},
	{
		"name": "Mounts and Other Animals",
		"table": {
			"Item": [
				"Camel",
				"Donkey or mule",
				"Elephant",
				"Horse, draft",
				"Horse, riding",
				"Mastiff",
				"Pony",
				"Warhorse"
			],
			"Cost": [
				"50 gp",
				"8 gp",
				"200 gp",
				"50 gp",
				"75 gp",
				"25 gp",
				"30 gp",
				"400 gp"
			],
			"Speed": [
				"50 ft.",
				"40 ft.",
				"40 ft.",
				"40 ft.",
				"60 ft.",
				"40 ft.",
				"40 ft.",
				"60 ft."
			],
			"Carrying Capacity": [
				"480 lb.",
				"420 lb.",
				"1,320 lb.",
				"540 lb.",
				"480 lb.",
				"195 lb.",
				"225 lb.",
				"540 lb."
			]
		},
		"source": "SRD",
		"id": "cacvjpdwkkgzcuiua"
	},
	{
		"name": "Tools",
		"table": {
			"Item": [
				"*Artisan’s tools*",
				"Alchemist’s supplies",
				"Brewer’s supplies",
				"Calligrapher&#39;s supplies",
				"Carpenter’s tools",
				"Cartographer’s tools",
				"Cobbler’s tools",
				"Cook’s utensils",
				"Glassblower’s tools",
				"Jeweler’s tools",
				"Leatherworker’s tools",
				"Mason’s tools",
				"Painter’s supplies",
				"Potter’s tools",
				"Smith’s tools",
				"Tinker’s tools",
				"Weaver’s tools",
				"Woodcarver’s tools",
				"Disguise kit",
				"Forgery kit",
				"*Gaming set*",
				"Dice set",
				"Playing card set",
				"Herbalism kit",
				"*Musical instrument*",
				"Bagpipes",
				"Drum",
				"Dulcimer",
				"Flute",
				"Lute",
				"Lyre",
				"Horn",
				"Pan flute",
				"Shawm",
				"Viol",
				"Navigator’s tools",
				"Poisoner’s kit",
				"Thieves’ tools",
				"Vehicles (land or water)"
			],
			"Cost": [
				"",
				"50 gp",
				"20 gp",
				"10 gp",
				"8 gp",
				"15 gp",
				"5 gp",
				"1 gp",
				"30 gp",
				"25 gp",
				"5 gp",
				"10 gp",
				"10 gp",
				"10 gp",
				"20 gp",
				"50 gp",
				"1 gp",
				"1 gp",
				"25 gp",
				"15 gp",
				"",
				"1 sp",
				"5 sp",
				"5 gp",
				"",
				"30 gp",
				"6 gp",
				"25 gp",
				"2 gp",
				"35 gp",
				"30 gp",
				"3 gp",
				"12 gp",
				"2 gp",
				"30 gp",
				"25 gp",
				"50 gp",
				"25 gp",
				"*"
			],
			"Weight": [
				"",
				"8 lb.",
				"9 lb.",
				"5 lb.",
				"6 lb.",
				"6 lb.",
				"5 lb.",
				"8 lb.",
				"5 lb.",
				"2 lb.",
				"5 lb.",
				"8 lb.",
				"5 lb.",
				"3 lb.",
				"8 lb.",
				"10 lb.",
				"5 lb.",
				"5 lb.",
				"3 lb.",
				"5 lb.",
				"",
				"—",
				"—",
				"3 lb.",
				"",
				"6 lb.",
				"3 lb.",
				"10 lb.",
				"1 lb.",
				"2 lb.",
				"2 lb.",
				"2 lb.",
				"2 lb.",
				"1 lb.",
				"1 lb.",
				"2 lb.",
				"2 lb.",
				"1 lb.",
				"*"
			]
		},
		"description": "A tool helps you to do something you couldn't't otherwise do, such as craft or repair an item, forge a document, or pick a lock. Your race, class, background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your proficiency bonus to any ability check you make using that tool. Tool use is not tied to a single ability, since proficiency with a tool represents broader knowledge of its use. For example, the GM might ask you to make a Dexterity check to carve a fine detail with your woodcarver’s tools, or a Strength check to make something out of particularly hard wood.\n\n* See the “Mounts and Vehicles” section.\n\n***Artisan’s Tools.*** These special tools include the items needed to pursue a craft or trade. The table shows examples of the most common types of tools, each providing items related to a single craft. Proficiency with a set of artisan’s tools lets you add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan’s tools requires a separate proficiency.\n\n***Disguise Kit.*** This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.\n\n***Forgery Kit.*** This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax, gold and silver leaf, and other supplies necessary to create convincing forgeries of physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document.\n\n***Gaming Set.*** This item encompasses a wide range of game pieces, including dice and decks of cards (for games such as Three-Dragon Ante). A few common examples appear on the Tools table, but other kinds of gaming sets exist. If you are proficient with a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate proficiency.\n\n***Herbalism Kit.*** This kit contains a variety of instruments such as clippers, mortar and pestle, and pouches and vials used by herbalists to create remedies and potions. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to identify or apply herbs. Also, proficiency with this kit is required to create antitoxin and potions of healing.\n\n***Musical Instrument.*** Several of the most common types of musical instruments are shown on the table as examples. If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.\n\n***Navigator’s Tools.*** This set of instruments is used for navigation at sea. Proficiency with navigator&#39;s tools lets you chart a ship&#39;s course and follow navigation charts. In addition, these tools allow you to add your proficiency bonus to any ability check you make to avoid getting lost at sea.\n\n***Poisoner’s Kit.*** A poisoner’s kit includes the vials, chemicals, and other equipment necessary for the creation of poisons. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to craft or use poisons.\n\n***Thieves’ Tools.*** This set of tools includes a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers. Proficiency with these tools lets you add your proficiency bonus to any ability checks you make to disarm traps or open locks.",
		"id": "cacvjpdwkkgzcuiub"
	},
	{
		"name": "Adventuring Gear",
		"description": "***Acid.*** As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, the target takes 2d6 acid damage.\n\n***Alchemist’s Fire.*** This sticky, adhesive fluid ignites when exposed to air. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist&#39;s fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each of its turns. A creature can end this damage by using its action to make a DC 10 Dexterity check to extinguish the flames.\n\n***Antitoxin.*** A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs.\n\n***Arcane Focus.*** An arcane focus is a special item—an orb, a crystal, a rod, a specially constructed staff, a wand-like length of wood, or some similar item— designed to channel the power of arcane spells. A sorcerer, warlock, or wizard can use such an item as a spellcasting focus.\n\n***Ball Bearings.*** As an action, you can spill these tiny metal balls from their pouch to cover a level, square area that is 10 feet on a side. A creature moving across the covered area must succeed on a DC 10 Dexterity saving throw or fall prone. A creature moving through the area at half speed doesn’t need to make the save.\n\n***Block and Tackle.*** A set of pulleys with a cable threaded through them and a hook to attach to objects, a block and tackle allows you to hoist up to four times the weight you can normally lift.\n\n***Book.*** A book might contain poetry, historical accounts, information pertaining to a particular field of lore, diagrams and notes on gnomish contraptions, or just about anything else that can be represented using text or pictures. A book of spells is a spellbook (described later in this section).\n\n***Caltrops.*** As an action, you can spread a bag of caltrops to cover a square area that is 5 feet on a side. Any creature that enters the area must succeed on a DC 15 Dexterity saving throw or stop moving this turn and take 1 piercing damage. Taking this damage reduces the creature’s walking speed by 10 feet until the creature regains at least 1 hit point. A creature moving through the area at half speed doesn’t need to make the save.\n\n***Candle.*** For 1 hour, a candle sheds bright light in a 5-foot radius and dim light for an additional 5 feet.\n\n***Case, Crossbow Bolt.*** This wooden case can hold up to twenty crossbow bolts.\n\n***Case, Map or Scroll.*** This cylindrical leather case can hold up to ten rolled-up sheets of paper or five rolled-up sheets of parchment.\n\n***Chain.*** A chain has 10 hit points. It can be burst with a successful DC 20 Strength check.\n\n***Climber’s Kit.*** A climber’s kit includes special pitons, boot tips, gloves, and a harness. You can use the climber’s kit as an action to anchor yourself; when you do, you can’t fall more than 25 feet from the point where you anchored yourself, and you can’t climb more than 25 feet away from that point without undoing the anchor.\n\n***Component Pouch.*** A component pouch is a small, watertight leather belt pouch that has compartments to hold all the material components and other special items you need to cast your spells, except for those components that have a specific cost (as indicated in a spell&#39;s description). ***Crowbar.*** Using a crowbar grants advantage to Strength checks where the crowbar’s leverage can be applied.\n\n***Druidic Focus.*** A druidic focus might be a sprig of mistletoe or holly, a wand or scepter made of yew or another special wood, a staff drawn whole out of a living tree, or a totem object incorporating feathers, fur, bones, and teeth from sacred animals. A druid can use such an object as a spellcasting focus.\n\n***Fishing Tackle.*** This kit includes a wooden rod, silken line, corkwood bobbers, steel hooks, lead sinkers, velvet lures, and narrow netting. Healer’s Kit. This kit is a leather pouch containing bandages, salves, and splints. The kit has ten uses. As an action, you can expend one use of the kit to stabilize a creature that has 0 hit points, without needing to make a Wisdom (Medicine) check.\n\n***Holy Symbol.*** A holy symbol is a representation of a god or pantheon. It might be an amulet depicting a symbol representing a deity, the same symbol carefully engraved or inlaid as an emblem on a shield, or a tiny box holding a fragment of a sacred relic. Appendix PH-B &quot;Fantasy-Historical Pantheons&quot; lists the symbols commonly associated with many gods in the multiverse. A cleric or paladin can use a holy symbol as a spellcasting focus. To use the symbol in this way, the caster must hold it in hand, wear it visibly, or bear it on a shield.\n\n***Holy Water.*** As an action, you can splash the contents of this flask onto a creature within 5 feet of you or throw it up to 20 feet, shattering it on impact. In either case, make a ranged attack against a target creature, treating the holy water as an improvised weapon. If the target is a fiend or undead, it takes 2d6 radiant damage. A cleric or paladin may create holy water by performing a special ritual. The ritual takes 1 hour to perform, uses 25 gp worth of powdered silver, and requires the caster to expend a 1st-level spell slot.\n\n***Hunting Trap.*** When you use your action to set it, this trap forms a saw-toothed steel ring that snaps shut when a creature steps on a pressure plate in the center. The trap is affixed by a heavy chain to an immobile object, such as a tree or a spike driven into the ground. A creature that steps on the plate must succeed on a DC 13 Dexterity saving throw or take 1d4 piercing damage and stop moving. Thereafter, until the creature breaks free of the trap, its movement is limited by the length of the chain (typically 3 feet long). A creature can use its action to make a DC 13 Strength check, freeing itself or another creature within its reach on a success. Each failed check deals 1 piercing damage to the trapped creature.\n\n***Lamp.*** A lamp casts bright light in a 15-foot radius and dim light for an additional 30 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil. Lantern, Bullseye. A bullseye lantern casts bright light in a 60-foot cone and dim light for an additional 60 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil. Lantern, Hooded. A hooded lantern casts bright light in a 30-foot radius and dim light for an additional 30 feet. Once lit, it burns for 6 hours on a flask (1 pint) of oil. As an action, you can lower the hood, reducing the light to dim light in a 5-foot radius.\n\n***Lock.*** A key is provided with the lock. Without the key, a creature proficient with thieves’ tools can pick this lock with a successful DC 15 Dexterity check. Your GM may decide that better locks are available for higher prices.\n\n***Magnifying Glass.*** This lens allows a closer look at small objects. It is also useful as a substitute for flint and steel when starting fires. Lighting a fire with a magnifying glass requires light as bright as sunlight to focus, tinder to ignite, and about 5 minutes for the fire to ignite. A magnifying glass grants advantage on any ability check made to appraise or inspect an item that is small or highly detailed.\n\n***Manacles.*** These metal restraints can bind a Small or Medium creature. Escaping the manacles requires a successful DC 20 Dexterity check. Breaking them requires a successful DC 20 Strength check. Each set of manacles comes with one key. Without the key, a creature proficient with thieves’ tools can pick the manacles’ lock with a successful DC 15 Dexterity check. Manacles have 15 hit points.\n\n***Mess Kit.*** This tin box contains a cup and simple cutlery. The box clamps together, and one side can be used as a cooking pan and the other as a plate or shallow bowl.\n\n***Oil.*** Oil usually comes in a clay flask that holds 1 pint. As an action, you can splash the oil in this flask onto a creature within 5 feet of you or throw it up to 20 feet, shattering it on impact. Make a ranged attack against a target creature or object, treating the oil as an improvised weapon. On a hit, the target is covered in oil. If the target takes any fire damage before the oil dries (after 1 minute), the target takes an additional 5 fire damage from the burning oil. You can also pour a flask of oil on the ground to cover a 5-foot-square area, provided that the surface is level. If lit, the oil burns for 2 rounds and deals 5 fire damage to any creature that enters the area or ends its turn in the area. A creature can take this damage only once per turn.\n\n***Poison, Basic.*** You can use the poison in this vial to coat one slashing or piercing weapon or up to three pieces of ammunition. Applying the poison takes an action. A creature hit by the poisoned weapon or ammunition must make a DC 10 Constitution saving throw or take 1d4 poison damage. Once applied, the poison retains potency for 1 minute before drying.\n\n***Potion of Healing.*** A character who drinks the magical red fluid in this vial regains 2d4 + 2 hit points. Drinking or administering a potion takes an action.\n\n***Pouch.*** A cloth or leather pouch can hold up to 20 sling bullets or 50 blowgun needles, among other things. A compartmentalized pouch for holding spell components is called a component pouch (described earlier in this section). Quiver. A quiver can hold up to 20 arrows. Ram, Portable. You can use a portable ram to break down doors. When doing so, you gain a +4 bonus on the Strength check. One other character can help you use the ram, giving you advantage on this check.\n\n***Rations.*** Rations consist of dry foods suitable for extended travel, including jerky, dried fruit, hardtack, and nuts.\n\n***Rope.*** Rope, whether made of hemp or silk, has 2 hit points and can be burst with a DC 17 Strength check.\n\n***Scale, Merchant’s.*** A scale includes a small balance, pans, and a suitable assortment of weights up to 2 pounds. With it, you can measure the exact weight of small objects, such as raw precious metals or trade goods, to help determine their worth.\n\n***Spellbook.*** Essential for wizards, a spellbook is a leather-bound tome with 100 blank vellum pages suitable for recording spells.\n\n***Spyglass.*** Objects viewed through a spyglass are magnified to twice their size.\n\n***Tent.*** A simple and portable canvas shelter, a tent sleeps two.\n\n***Tinderbox.*** This small container holds flint, fire steel, and tinder (usually dry cloth soaked in light oil) used to kindle a fire. Using it to light a torch—or anything else with abundant, exposed fuel—takes an action. Lighting any other fire takes 1 minute.\n\n***Torch.*** A torch burns for 1 hour, providing bright light in a 20-foot radius and dim light for an additional 20 feet. If you make a melee attack with a burning torch and hit, it deals 1 fire damage.",
		"table": {
			"Item": [
				"Abacus",
				"Acid (vial)",
				"Alchemist’s fire (flask)",
				"<strong>Ammunition</strong>",
				"--  Arrows (20)",
				"--  Blowgun needles (50)",
				"--  Crossbow bolts (20)",
				"--  Sling bullets (20)",
				"Antitoxin (vial)",
				"<strong>Arcane focus</strong>",
				"--  Crystal",
				"--  Orb",
				"--  Rod",
				"--  Staff",
				"--  Wand",
				"Backpack",
				"Ball bearings (bag of 1,000)",
				"Barrel",
				"Basket",
				"Bedroll",
				"Bell",
				"Blanket",
				"Block and tackle",
				"Book",
				"Bottle, glass",
				"Bucket",
				"Caltrops (bag of 20)",
				"Candle",
				"Case, crossbow bolt",
				"Case, map or scroll",
				"Chain (10 feet)",
				"Chalk (1 piece)",
				"Chest",
				"Climber’s kit",
				"Clothes, common",
				"Clothes, costume",
				"Clothes, fine",
				"Clothes, traveler’s",
				"Component pouch",
				"Crowbar",
				"<strong>Druidic focus</strong>",
				"--  Sprig of mistletoe",
				"--  Totem",
				"--  Wooden staff",
				"--  Yew wand",
				"Fishing tackle",
				"Flask or tankard",
				"Grappling hook",
				"Hammer",
				"Hammer, sledge",
				"Healer’s kit",
				"<strong>Holy symbol</strong>",
				"--  Amulet",
				"--  Emblem",
				"--  Reliquary",
				"Holy water (flask)",
				"Hourglass",
				"Hunting trap",
				"Ink (1 ounce bottle)",
				"Ink pen",
				"Jug or pitcher",
				"Ladder (10-foot)",
				"Lamp",
				"Lantern, bullseye",
				"Lantern, hooded",
				"Lock",
				"Magnifying glass",
				"Manacles",
				"Mess kit",
				"Mirror, steel",
				"Oil (flask)",
				"Paper (one sheet)",
				"Parchment (one sheet)",
				"Perfume (vial)",
				"Pick, miner’s",
				"Piton",
				"Poison, basic (vial)",
				"Pole (10-foot)",
				"Pot, iron",
				"Potion of healing",
				"Pouch",
				"Quiver",
				"Ram, portable",
				"Rations (1 day)",
				"Robes",
				"Rope, hempen (50 feet)",
				"Rope, silk (50 feet)",
				"Sack",
				"Scale, merchant’s",
				"Sealing wax",
				"Shovel",
				"Signal whistle",
				"Signet ring",
				"Soap",
				"Spellbook",
				"Spikes, iron (10)",
				"Spyglass",
				"Tent, two-person",
				"Tinderbox",
				"Torch",
				"Vial",
				"Waterskin",
				"Whetstone"
			],
			"Cost": [
				"2 gp",
				"25 gp",
				"50 gp",
				"",
				"1 gp",
				"1 gp",
				"1 gp",
				"4 cp",
				"50 gp",
				"",
				"10 gp",
				"20 gp",
				"10 gp",
				"5 gp",
				"10 gp",
				"2 gp",
				"1 gp",
				"2 gp",
				"4 sp",
				"1 gp",
				"1 gp",
				"5 sp",
				"1 gp",
				"25 gp",
				"2 gp",
				"5 cp",
				"1 gp",
				"1 cp",
				"1 gp",
				"1 gp",
				"5 gp",
				"1 cp",
				"5 gp",
				"25 gp",
				"5 sp",
				"5 gp",
				"15 gp",
				"2 gp",
				"25 gp",
				"2 gp",
				"",
				"1 gp",
				"1 gp",
				"5 gp",
				"10 gp",
				"1 gp",
				"2 cp",
				"2 gp",
				"1 gp",
				"2 gp",
				"5 gp",
				"",
				"5 gp",
				"5 gp",
				"5 gp",
				"25 gp",
				"25 gp",
				"5 gp",
				"10 gp",
				"2 cp",
				"2 cp",
				"1 sp",
				"5 sp",
				"10 gp",
				"5 gp",
				"10 gp",
				"100 gp",
				"2 gp",
				"2 sp",
				"5 gp",
				"1 sp",
				"2 sp",
				"1 sp",
				"5 gp",
				"2 gp",
				"5 cp",
				"100 gp",
				"5 cp",
				"2 gp",
				"50 gp",
				"5 sp",
				"1 gp",
				"4 gp",
				"5 sp",
				"1 gp",
				"1 gp",
				"10 gp",
				"1 cp",
				"5 gp",
				"5 sp",
				"2 gp",
				"5 cp",
				"5 gp",
				"2 cp",
				"50 gp",
				"1 gp",
				"1,000 gp",
				"2 gp",
				"5 sp",
				"1 cp",
				"1 gp",
				"2 sp",
				"1 cp"
			],
			"Weight": [
				"2 lb.",
				"1 lb.",
				"1 lb.",
				"",
				"1 lb.",
				"1 lb.",
				"1½ lb.",
				"1½ lb.",
				"—",
				"",
				"1 lb.",
				"3 lb.",
				"2 lb.",
				"4 lb.",
				"1 lb.",
				"5 lb.",
				"2 lb.",
				"70 lb.",
				"2 lb.",
				"7 lb.",
				"—",
				"3 lb.",
				"5 lb.",
				"5 lb.",
				"2 lb.",
				"2 lb.",
				"2 lb.",
				"—",
				"1 lb.",
				"1 lb.",
				"10 lb.",
				"—",
				"25 lb.",
				"12 lb.",
				"3 lb.",
				"4 lb.",
				"6 lb.",
				"4 lb.",
				"2 lb.",
				"5 lb.",
				"",
				"—",
				"—",
				"4 lb.",
				"1 lb.",
				"4 lb.",
				"1 lb.",
				"4 lb.",
				"3 lb.",
				"10 lb.",
				"3 lb.",
				"",
				"1 lb.",
				"—",
				"2 lb.",
				"1 lb.",
				"1 lb.",
				"25 lb.",
				"—",
				"—",
				"4 lb.",
				"25 lb.",
				"1 lb.",
				"2 lb.",
				"2 lb.",
				"1 lb.",
				"—",
				"6 lb.",
				"1 lb.",
				"1/2 lb.",
				"1 lb.",
				"—",
				"—",
				"—",
				"10 lb.",
				"1/4 lb.",
				"—",
				"7 lb.",
				"10 lb.",
				"1/2 lb.",
				"1 lb.",
				"1 lb.",
				"35 lb.",
				"2 lb.",
				"4 lb.",
				"10 lb.",
				"5 lb.",
				"1/2 lb.",
				"3 lb.",
				"—",
				"5 lb.",
				"—",
				"—",
				"—",
				"3 lb.",
				"5 lb.",
				"1 lb.",
				"20 lb.",
				"1 lb.",
				"1 lb.",
				"—",
				"5 lb. (full)",
				"1 lb."
			]
		},
		"source": "SRD",
		"id": "cacvjpdwkkgzcuiuc"
	},
	{
		"name": "Tack, Harness, and Drawn Vehicles",
		"table": {
			"Item": [
				"Barding",
				"Bit and bridle",
				"Carriage",
				"Cart",
				"Chariot",
				"Feed (per day)",
				"Exotic saddle",
				"Military saddle",
				"Pack saddle",
				"Riding saddle",
				"Saddlebags",
				"Sled",
				"Stabling (per day)",
				"Wagon"
			],
			"Cost": [
				"×4",
				"2 gp",
				"100 gp",
				"15 gp",
				"250 gp",
				"5 cp",
				"60 gp",
				"20 gp",
				"5 gp",
				"10 gp",
				"4 gp",
				"20 gp",
				"5 sp",
				"35 gp"
			],
			"Weight": [
				"×2",
				"1 lb.",
				"600 lb.",
				"200 lb.",
				"100 lb.",
				"10 lb.",
				"40 lb.",
				"30 lb.",
				"15 lb.",
				"25 lb.",
				"8 lb.",
				"300 lb.",
				"—",
				"400 lb."
			]
		},
		"source": "SRD",
		"id": "cacvjpdwkkgzcuiud"
	},
	{
		"name": "Character Advancement",
		"table": {
			"Experience Points": [
				"0",
				"300",
				"900",
				"2,700",
				"6,500",
				"14,000",
				"23,000",
				"34,000",
				"48,000",
				"64,000",
				"85,000",
				"100,000",
				"120,000",
				"140,000",
				"165,000",
				"195,000",
				"225,000",
				"265,000",
				"305,000",
				"355,000"
			],
			"Level": [
				"1",
				"2",
				"3",
				"4",
				"5",
				"6",
				"7",
				"8",
				"9",
				"10",
				"11",
				"12",
				"13",
				"14",
				"15",
				"16",
				"17",
				"18",
				"19",
				"20"
			],
			"Proficiency Bonus": [
				"+2",
				"+2",
				"+2",
				"+2",
				"+3",
				"+3",
				"+3",
				"+3",
				"+4",
				"+4",
				"+4",
				"+4",
				"+5",
				"+5",
				"+5",
				"+5",
				"+6",
				"+6",
				"+6",
				"+6"
			]
		},
		"id": "cacvjpdwkkgzcuiue"
	},
	{
		"name": "XP by Challenge Rating",
		"table": {
			"Challenge": [
				"0",
				"1/8",
				"1/4",
				"1/2",
				"1",
				"2",
				"3",
				"4",
				"5",
				"6",
				"7",
				"8",
				"14",
				"15",
				"16",
				"17",
				"18",
				"19",
				"20",
				"21",
				"22",
				"23",
				"24",
				"25"
			],
			"XP": [
				"0 or 10",
				"25",
				"50",
				"100",
				"200",
				"450",
				"700",
				"1,100",
				"1,800",
				"2,300",
				"2,900",
				"3,900",
				"11,500",
				"13,000",
				"15,000",
				"18,000",
				"20,000",
				"22,000",
				"25,000",
				"33,000",
				"41,000",
				"50,000",
				"62,000",
				"75,000"
			]
		},
		"id": "cacvjpdwkkgzcuiuf"
	},
	{
		"name": "Trap Save DCs and Attack bonuses",
		"table": {
			"Danger": [
				"Setback",
				"Dangerous",
				"Deadly"
			],
			"Save_DC": [
				"10-11",
				"12-15",
				"16-20"
			],
			"Attack_bonus": [
				"+3 to +5",
				"+6 to +8",
				"+9 to +12"
			]
		},
		"id": "cacvjpdwkkgzcuiug"
	},
	{
		"name": "Damage Severity by Level",
		"table": {
			"Level": [
				"1st - 4th",
				"5th - 10th",
				"11th - 16th",
				"17th - 20th"
			],
			"Setback": [
				"1d10",
				"2d10",
				"4d10",
				"10d10"
			],
			"Dangerous": [
				"2d10",
				"4d10",
				"10d10",
				"18d10"
			],
			"Deadly": [
				"4d10",
				"10d10",
				"18d10",
				"24d10"
			]
		},
		"id": "cacvjpdwkkgzcuiuh"
	},
	{
		"name": "Schools of magic",
		"description": "Academies of magic group spells into eight categories called schools of magic. Scholars, particularly wizards, apply these categories to all spells, believing that all magic functions in essentially the same way, whether it derives from rigorous study or is bestowed by a deity.\n\n\n\nThe schools of magic help describe spells; they have no rules of their own, although some rules refer to the schools.\n\n\n\n**Abjuration** spells are protective in nature, though some of them have aggressive uses. They create magical barriers, negate harmful effects, harm trespassers, or banish creatures to other planes of existence.\n\n\n\n**Conjuration** spells involve the transportation of objects and creatures from one location to another. Some spells summon creatures or objects to the caster’s side, whereas others allow the caster to teleport to another location. Some conjurations create objects or effects out of nothing.\n\n\n\n**Divination** spells reveal information, whether in the form of secrets long forgotten, glimpses of the future, the locations of hidden things, the truth behind illusions, or visions of distant people or places.\n\n\n\n**Enchantment** spells affect the minds of others, influencing or controlling their behavior. Such spells can make enemies see the caster as a friend, force creatures to take a course of action, or even control another creature like a puppet.\n\n\n\n**Evocation** spells manipulate magical energy to produce a desired effect. Some call up blasts of fire or lightning. Others channel positive energy to heal wounds.\n\n\n\n**Illusion** spells deceive the senses or minds of others. They cause people to see things that are not there, to miss things that are there, to hear phantom noises, or to remember things that never happened. Some illusions create phantom images that any creature can see, but the most insidious illusions plant an image directly in the mind of a creature.\n\n\n\n**Necromancy** spells manipulate the energies of life and death. Such spells can grant an extra reserve of life force, drain the life energy from another creature, create the undead, or even bring the dead back to life.\n\n\n\nCreating the undead through the use of necromancy spells such as animate dead is not a good act, and only evil casters use such spells frequently.\n\n\n\n**Transmutation** spells change the properties of a creature, object, or environment. They might turn an enemy into a harmless creature, bolster the strength of an ally, make an object move at the caster’s command, or enhance a creature’s innate healing abilities to rapidly recover from injury.\n\n",
		"id": "cacvjpdwkkgzcuiui"
	},
	{
		"name": "Cover",
		"description": "Walls, trees, creatures, and other obstacles can provide cover during combat, making a target more difficult to harm. A target can benefit from cover only when an attack or other effect originates on the opposite side of the cover. \n\n\n\nThere are three degrees of cover. If a target is behind multiple sources of cover, only the most protective degree of cover applies; the degrees aren't added together. For example, if a target is behind a creature that gives half cover and a tree trunk that gives three-quarters cover, the target has three-quarters cover. \n\n\n\nA target with half cover has a **+2 bonus to AC and Dexterity saving throws**. A target has half cover if an obstacle blocks at least half of its body. The obstacle might be a low wall, a large piece of furniture, a narrow tree trunk, or a creature, whether that creature is an enemy or a friend. \n\n\n\nA target with three-quarters cover has a **+5 bonus to AC and Dexterity saving throws**. A target has three-quarters cover if about three-quarters of it is covered by an obstacle. The obstacle might be a portcullis, an arrow slit, or a thick tree trunk. \n\n\n\nA target with total cover **can't be targeted directly** by an attack or a spell, although some spells can reach such a target by including it in an area of effect. A target has total cover if it is completely concealed by an obstacle.",
		"id": "cacvjpdwkkgzcuiuj"
	},
	{
		"name": "Waterborne Vehicles",
		"table": {
			"Item": [
				"Galley",
				"Keelboat",
				"Longship",
				"Rowboat",
				"Sailing ship",
				"Warship"
			],
			"Cost": [
				"30,000 gp",
				"3,000 gp",
				"10,000 gp",
				"50 gp",
				"10,000 gp",
				"25,000 gp"
			],
			"Speed": [
				"4 mph",
				"1 mph",
				"3 mph",
				"1½ mph",
				"2 mph",
				"2½ mph"
			]
		},
		"id": "cacvjpdwkkgzcuiuk"
	},
	{
		"name": "Travel pace",
		"description": "While traveling, a group of adventurers can move at a normal, fast, or slow pace, as shown on the Travel Pace table. The table states how far the party can move in a period of time and whether the pace has any effect. A fast pace makes characters less perceptive, while a slow pace makes it possible to sneak around and to Search an area more carefully.\n\n\n\n**Forced March.** The Travel Pace table assumes that characters travel for 8 hours in day. They can push on beyond that limit, at the risk of Exhaustion.\n\nFor each additional hour of travel beyond 8 hours, the characters cover the distance shown in the Hour column for their pace, and each character must make a Constitution saving throw at the end of the hour.\n\nThe DC is 10 + 1 for each hour past 8 hours. On a failed saving throw, a character suffers one level of Exhaustion (see Conditions ).\n\n\n\n**Mounts and Vehicles.** For short spans of time (up to an hour), many animals move much faster than humanoids. A mounted character can ride at a gallop for about an hour, covering twice the usual distance for a fast pace. If fresh mounts are available every 8 to 10 miles, characters can cover larger distances at this pace, but this is very rare except in densely populated areas.\n\n\n\nCharacters in wagons, carriages, or other Land Vehicles choose a pace as normal. Characters in a waterborne vessel are limited to the speed of the vessel, and they don’t suffer penalties for a fast pace or gain benefits from a slow pace. Depending on the vessel and the size of the crew, ships might be able to travel for up to 24 hours per day.\n\n\n\nCertain Special mounts, such as a Pegasus or Griffon, or Special vehicles, such as a Carpet of Flying, allow you to travel more swiftly.\n\n\n\n**Difficult Terrain**\n\nThe travel speeds given in the Travel Pace table assume relatively simple terrain: roads, open plains, or clear dungeon corridors. But adventurers often face dense forests, deep swamps, rubble-filled ruins, steep mountains, and ice-covered ground—all considered difficult terrain.\n\n\n\nYou move at half speed in difficult terrain— moving 1 foot in difficult terrain costs 2 feet of speed—so you can cover only half the normal distance in a minute, an hour, or a day.\n\n",
		"source": "Homebrew",
		"table": {
			"Pace": [
				"Fast",
				"Normal",
				"Slow"
			],
			"Distance (minute)": [
				"400 feet",
				"300 feet",
				"200 feet"
			],
			"Distance (Hour)": [
				"4 miles",
				"3 miles",
				"2 miles"
			],
			"Distance (Day)": [
				"30 miles",
				"24 miles",
				"18 miles"
			],
			"Effect": [
				"−5 penalty to passive Wisdom (Perception) scores",
				"-",
				"\tAble to use Stealth"
			]
		},
		"id": "cacvjpdwkkgzcuiul"
	}
]